[{"productId":"Wellnes_3","category":"Wellness","name":"HUM Nutrition Hair Sweet Hair","cost":"£27.25","description":"Up against thinning tresses? Enter HUM Nutrition's Hair Sweet Hair. Powered by strengthening medley of biotin, fo-ti, zinc and PABA, these vegan gummies are carefully formulated to maintain hair follicle health, colour vibrancy and support hair growth. Considering that one study showed that 38% of women with hair loss were found to have a biotin (a water-soluble B vitamin) deficiency, it's no head-scratcher that these easily consumed gummies harness biotin and zinc (an essential mineral) to support the health of your hair follicles. It doesn't end there... A herb that's used in traditional Chinese medicine, fo-ti is thought to increase circulation and encourage healthy hair growth; folic acid is thought to help the tissue in our hair, skin and nails grow smoothly and cells function properly when consumed regularly; an antioxidant known as PABA is employed to help to support the vibrancy of your natural hair colour and ward off grey by improving your body's ability to break down and efficiently utilise protein and use it more efficiently.","how_to_use":"Take two gummies a day at any time with food or no food. Results in 4 - 6 weeks.","ingredient":"Cane Juice Powder, Tapioca Syrup, Gelling Agent (Pectin), Acidity Regulator (Citric Acid), Natural Flavouring, Zinc (Zinc Citrate) 20mg, PABA (Para-Aminobenzoic Acid), Vitamin C (L-Ascorbic Acid), Acidity Regulator (Sodium Citrate), Coating Agent (Carnuba Wax, Sunflower Oil), Fo-Ti Extract (Polygonum Mulitflorum), Biotin (D-Biotin) 5,000mcg, Natural Colour (Black Carrot), Vitamin B12 (Cyanocobalamin) 850mcg, Folic Acid (Pteroylmonoglutamic Acid) 500mcg, Fruit Powder (Strawberry 26%, Blueberry 24%, Raspberry 24%, Tart Cherry, Pomegranate, Cranberry 2%), Orange Powder, Lemon Powder). Contains NO: gluten, soy, nuts, milk, fish, artifical color or flavoring.","brand":"HUM Nutrition","volume":"60 Capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12537955-6505005268887806.jpg","num":999,"profit":24.582371560617677,"num_sell":0},
{"productId":"Wellnes_13","category":"Wellness","name":"NAYDAYA Vagina Victory Oil","cost":"£24.00","description":"Formulated with plenty of soothing, collagen-boosting ingredients, the Vagina Victory Oil is designed to nourish and treat intimate skin that may need some extra relief as a result of hormonal or environmental changes. This nourishing formula is filled with rejuvenating oils and butter that your skin will drink up. Pomegranate is renowned for being a powerful elixir that, thanks to omega-5-rich fatty acids protects dry, thinning skin and restores elasticity to vaginal tissue. Vitamin E helps improve skin's smoothness, builds natural collagen and locks moisture into the skin. Finally, there's mango butter, an effective natural emollient, and coconut oil, a hydration hero that helps to rebuild your skin's naturally protective moisture barrier. Victory is yours!","how_to_use":"General Use for hormonal changes: Apply 3-4 drops of oil or as needed to fingertips, gently massage into intimate areas including perineal, inner and outer labia. For best results use daily, or twice per day to improve elasticity, and reduce dryness. Pregnancy Use: To use as a prenatal massage oil; apply 3-4 drops daily from 34 weeks of pregnancy. Post Pregnancy Use: As above, apply 3-4 drops daily, (we recommend waiting until stitches are healed, and wounds are closed)","ingredient":"Improved formula with added oils for extra hydration. Prunus Amygdalus Dulcis (Sweet Almond) Oil, Raphanus Sativus (Radish) Seed Extract, Ricinus Communis (Castor) Seed Oil, Vitis Vinifera (Grapeseed) Seed Oil, *Cocos Nucifera (Virgin Coconut) Oil, Tocopherol (Vitamin E), Mangifera Indica (Mango) Seed Butter, *Punica Granatum (Pomegranate) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract.*Certified Organic Ingredients.","brand":"NAYDAYA","volume":"30ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13312303-1504999886472750.jpg","num":999,"profit":23.871259630525188,"num_sell":0},
{"productId":"Wellnes_14","category":"Wellness","name":"HUM Nutrition Flatter Me Healthy Digestion Supplement (60 Vegan Capsules, 30 Days)","cost":"£27.25","description":"Changes in our lifestyle, diet and stress levels can be detrimental to the normal function of our digestive system, prompting wellbeing bugbears like bloating and discomfort to arise; enter HUM Nutrition's Flatter Me. With a 30 day supply of vegan capsules, this carefully crafted formula is designed to supplement the enzyme levels within your body to improve digestion and breakdown foods, in turn, easing bloating and gas. The comprehensive proprietary blend is made up of 18 full-spectrum enzymes, as well as a herbal blend of ginger, fennel and peppermint, to support all major phases of digestion: optimising the digestion of protein, carbohydrates, fibre, lactose and fats and encouraging nutrient absorption. Our wellness routine has been waiting for this one!","how_to_use":"Take one capsule twice daily before your main meals. Results should be immediate.","ingredient":"Enzyme Blend (Protease I, Protease II, Protease III, Peptidase, Bromelain, Bacterial Protease, Papain, Lipase, Amylase, Glucomylase, Alpha-Galatosidase, Invertase, Diastase, Hemicellulase, Cellulase, Beta-Glucanase, Phytase, Lactase) 498mg, Capsule: Cellulose, Rice Bran, Ginger Root Powder (Zingiber Officinale) 40mg, Fennel Seed Powder (Foeniculum Vulgare) 30mg, Peppermint Leaf Powder (Mentha Piperita) 20mg. Herbal Blend: Ginger Powder (rhizome), Fennel Powder (seed), Peppermint Powder (leaf). Other vegetable capsule (cellulose & water) and rice bran. Contains NO: gluten, yeast, wheat, soy, milk, eggs, peanuts, tree nuts, fish, shellfish and artificial colors or flavours.","brand":"HUM Nutrition","volume":"2.4oz","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12537957-1595005269577401.jpg","num":999,"profit":24.862388746903434,"num_sell":0},
{"productId":"Wellnes_15","category":"Wellness","name":"The Nue Co. Growth Phase Hair Supplements (90 Capsules)","cost":"£55.00","description":"Ever felt like your hair just... stopped... growing? Enter: The Nue Co.'s Growth Phase! Introducing this full-spectrum supplement for stagnant strands that is designed to support nutrition deficiencies, hormonal fluctuations and stress. Think of this as the drug-free 'oil' that'll help keep the cogs turning and hair flowing. Taking a 360 holistic approach to better hair care, Growth Phase works from the inside out! Promoting longer, fuller hair with growth stimulating ingredients like proteins and peptides, you can add some much need pep to your hair care routine. It gets better(!)... rest assured that your tresses are being pumped with a whole bunch of essential minerals, micronutrients and vitamins. Boasting noticeable results within just 12 weeks, you'll definitely be the mane attraction in every room.","how_to_use":"Take three capsules in the morning with food.","ingredient":"BiovaBio™, Vitamin C, Vitamin E, Vitamin K, Thiamin, Riboflavin, Niacin, Vitamin B6, Folate, Vitamin B12, Biotin, Pantothenic Acid, Iodine (from Kelp), Horsetail Plant Extract, Reishi Mushroom, Eleuthero Root Extract. (Contains egg.)","brand":"The Nue Co.","volume":"90 capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13502068-6995058899205798.jpg","num":999,"profit":47.50678016820685,"num_sell":0},
{"productId":"Wellnes_18","category":"Wellness","name":"Smile Makers - Generous Gel 30ml","cost":"£12.95","description":"Did you know that over 80% of women experience pain during sex due to vaginal dryness? Enter Generous Gel Lubricant. A premium upgrade from the previous garish lubricants, for this can be used in any situation, from solo sessions with your favourite climax-inducing vibrator or for love moments with your partner. Housed in a sleek, fragrance-esque tube, you won't feel embarrassed if this slips out of your handbag or is displayed pride of place this alongside your favourite perfumes or skin care products. Like all Smile Makers, this Generous Gel Lubricant is water-based making it condom and sex toy compatible, easier to wash and is unanimously recommended by gynaecologists. But that's not it, this also used just seven pharma-grade ingredients that are skin-regenerating and anti-irritants as well as being fragrance and paraben-free - making it 100% safe to use in and around the vagina even if you have sensitive skin!","how_to_use":"Pump to enhance the pleasure of penetrative sex or foreplay.","ingredient":"Aqua, Glycerolum, Propylene Glycol, Methylpropanediol, Carbomer, Sodium Benzoate, Sodium Hydroxide, Dipotassium Glycyrrhizate","brand":"Smile Makers","volume":"30ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12087762-1914896395179137.jpg","num":999,"profit":7.965999882242664,"num_sell":0},
{"productId":"Wellnes_19","category":"Wellness","name":"HUM Nutrition Private Party Supplements 60g","cost":"£27.25","description":"Because your vagina deserves a little TLC too, these Private Party capsules support vaginal and urinary tract health to give you maximum levels of comfort as you go about your days, worry-free. A daily jumble of hormones, stress, medications and age can easily disturb the delicately balanced pH and ecosystem of yeast and probiotic species found in the vaginal microbiome. By cocktailing actives and cultures that protect vaginal and urinary tract health, Private Party capsules promotes a healthy pH, microbiome and yeast balance using 10 billion organisms, three lactobacillus strains (commonly found in a healthy vaginal microbiome!) and concentrated cranberry extract powder for maximum efficacy. In fact, lactic acid is released to maintain a low, acidic pH environment while antioxidants protect – resulting in a happy vagina and a happy you!","how_to_use":"Take one capsule at any time, with or without food. Results in 4 - 6 weeks.","ingredient":"Maltodextrin, blend of Lactic Acid Bacteria (Lactobacillus Acidophilus > 4.7bn CFU, Lactobacillus Rhamnosus > 0.28 Bn CFU, Lactobacillus Reuteri > 0.046 Bn CFU), Cranberry Extract (Vaccinium Macrocarpon) 90mg, Capsule: Hydroxypropyl Methyl Cellulose, Bamboo Extract (Bambusa Vulgaris), Medium Chain Triglycerides. Contains NO: wheat, gluten, soy, milk, eggs, fish, crustacean shellfish, peanuts, artificial colors, flavors or preservatives. * This product is formulated to deliver a potency of 10 billion organisms at the time of manufacture.","brand":"HUM Nutrition","volume":"60g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12786060-1825005272280392.jpg","num":999,"profit":26.041503439713424,"num_sell":0},
{"productId":"Wellnes_20","category":"Wellness","name":"ESPA Bergamot and Jasmine Bath and Shower Gel 250ml","cost":"£20.00","description":"Firm in the belief that your skin deserves the utmost care, ESPA crafted an assortment of body washes - each with their own bewitching scent - to gently yet effectively refresh your skin. With a delicately fresh, floral aroma, clear some space on your shower shelf for this Bergamot & Jasmine Bath and Shower Gel... This soap-free formula is brimming with a decadent medley of pure essential oils - from jasmine and bergamot to orange and ginger - that gives the cleansing lather its enchanting aroma. Perfect for all skin types, especially those that are prone to bouts of rough and dry patches, this everyday wash is carefully formulated to cleanse your skin without stripping essential moisture. Instead, it helps to condition and soften your skin - we're obsessed!","how_to_use":"FOR BEST RESULTS: Use daily in the shower or add to running water for a luxurious foaming bath. Massage into damp skin to create a rich lather and rinse off.","ingredient":"Aqua (Water), Cocamidopropyl Betaine, Sodium Lauroyl Sarcosinate, Polyglyceryl-4 Caprate, Sodium Lauryl Sulfoacetate, Caprylyl/Capryl Glucoside, Peg-120 Methyl Glucose Dioleate, Benzyl Alcohol, Betaine, Limonene, Sodium Chloride, Sodium Sulfate, Fragrance* (Parfum), Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Limon (Lemon) Peel Oil, Juniperus Mexicana Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Sodium Benzoate, Citrus Aurantifolia (Lime) Oil, Eucalyptus Globulus Leaf Oil, Linalool, Dehydroacetic Acid, Abies Sibirica Oil, Mentha Arvensis Leaf Oil, Zingiber Officinale (Ginger) Root Oil, Citral, Cupressus Sempervirens Leaf Oil, Cymbopogon Nardus (Citronella) Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Myrocarpus Fastigiatus Oil, Cistus Ladaniferus Oil, Dipteryx Odorata Seed Extract, Ferula Galbaniflua (Galbanum) Resin Oil, Fucus Vesiculosus Extract, Jasminum Officinale (Jasmine) Flower Extract, Lavandula Angustifolia (Lavender) Flower Extract, Tocopherol, Citric Acid. *100% Natural Fragrance.","brand":"ESPA","volume":"250ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12226515-8054768403426340.jpg","num":999,"profit":16.040209968205367,"num_sell":0},
{"productId":"Wellnes_22","category":"Wellness","name":"Gallinée Prebiotic Cleansing Bar Perfume Free","cost":"£13.00","description":"Microbiome is more than a ‘skin thing’ – it’s everywhere – and when it comes to vaginas, they have a unique ecosystem that’s easily knocked out of kilter. Which is why Gallinée have created their Cleansing Bar Perfume-Free, For Intimate Hygiene – a gentle, biotic-laced cleanser that helps to respect the vaginal environment. Highly acidic (its pH is around ~3.5) and with little bacterial diversity, the vaginal microbiome – located on the vulva and the vagina – provides crucial defence from infection, which is why it’s important to keep it in sync. To maintain harmony you must ‘feed’ the lactobacillus lactic acid, which is why Gallinée have updated their bestselling cleansing bar to make it even more gentle and perfect for keeping your vaginal environs happy and balanced. Gynaecologist tested and soap-free, this is brimming with pre- and postbiotics to support the microbiome, alongside lactic acid to encourage ‘good’ bacteria to flourish. What’s more, it’s made with 90% nature-derived ingredients and without any fragrance, colourings, parabens, mineral oil, silicones or phenoxyethanol, it is equally perfect for babies or compromised skin that’s especially sensitive.","how_to_use":"For external use only. Massage into damp skin and rinse.","ingredient":"Disodium Lauryl Sulfosuccinate, Maltodextrin, Sodium Cocoyl Isethionate, Stearic Acid, Aqua (Water), Hydrogenated Castor Oil, Cetyl Alcohol, Alpha-Glucan Oligosaccharide, Inulin, Lactic Acid, Arginine, Citric Acid, Titanium Dioxide.","brand":"Gallinée","volume":"100g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12731885-1505058681782511.jpg","num":999,"profit":12.836360239137319,"num_sell":0},
{"productId":"Wellnes_27","category":"Wellness","name":"Rejuvenated H3O Night Repair - 30 Capsules","cost":"£30.00","description":"A revolutionary supplement, Rejuvenated Ltd's H3O Night repair works overtime while you do the opposite – hydrating and repairing your skin as you slumber, so you wake up looking well-rested, refreshed and ready to face the day. Hydration is one of the primary keys to good health and great skin; without enough water, cellular efficacy is compromised, which is why you feel sluggish and (sometimes) look a little worse for wear... Cells must be optimally hydrated in order to function to the best of their ability, which is where H3O comes to the fore – maintaining moisture levels overnight, so your cells are much better equipped to heal, regenerate, metabolise toxins and enhance your system's fat burning potential. Dedicated to developing the best products and treatments available, without ever compromising on quality, Rejuvenated Ltd's nutritional range has been created by combining superior beauty and sports science knowledge with the finest, ethically sourced ingredients, to help you look beautiful on the outside, whilst ensuring you stay healthy on the inside.","how_to_use":"Take one tablet per night with a glass of water or Collagen Shots","ingredient":"Grapeseed Exract, Ionic Electrolytes, Vitamin C, Marine Pine Bark Extract, Astragalus Root Powder Vitamin E, Niacin, Astaxanthin, Vitamin A, Hyaluronic Acid, Riboflavin, Vitamin D","brand":"Rejuvenated Ltd","volume":"30 capsules","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12666297-2074794764366397.jpg","num":999,"profit":28.63958309785279,"num_sell":0},
{"productId":"Wellnes_37","category":"Wellness","name":"Vida Glow Natural Marine Collagen Sachets - Original","cost":"£39.00","description":"Sip your way to smoother skin with Vida Glow Natural Marine Collagen. This beauty supplement is bursting with collagen peptides (activated — making them easier for your body to use) to support the natural ageing process and help keep skin firm, hair thick, and nails strong. By supercharging your skin’s production of collagen, this easy-to-take powder is clinically proven to help smooth fine lines, increase skin firmness, and enhance skin elasticity. Made from sustainably-sourced fish skin (hear us out — it’s completely flavourless and odourless), this heat stable powder can be stirred into food and drink. Choose your favourite flavour and swirl it into your morning matcha latte for the ultimate get up and glow.","how_to_use":"Mix, drink and repeat everyday. Vida Glow recommends one to three servings a day. A single serving per day for those 25-35. Two servings per day for those 36-45. Three servings per day for those 45+.","ingredient":"Original: Natural Marine Collagen. Blueberry: Natural Marine Collagen, Blueberry juice powder, Blueberry Juice Flavour, Steviol Glycosides. Peach: Natural marine collagen, Peach juice powder, Peach flavour, Steviol glycosides. Mango: Natural Marine Collagen, Mango Juice Powder, Mango Flavour, Steviol Glycosides. Pineapple: Natural Marine Collagen, Pineapple Juice Powder, Pineapple Flavour, Steviol Glycosides.","brand":"Vida Glow","volume":"30 x Servings","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13457176-1464927543868196.jpg","num":999,"profit":26.80894045216492,"num_sell":0},
{"productId":"Wellnes_40","category":"Wellness","name":"WelleCo Nourishing Protein Vanilla Refill 300g","cost":"£29.00","description":"Nourishing and slimming, WelleCo's Nourishing Protein Vanilla Refill is formulated from easily digestible organic pea and rice protein – without any heavily processed whey, artificial sweeteners or synthetic ingredients – helping you to get your daily dose of protein with zero fuss or worries. Featuring all nine essential amino acids that aid in muscle recovery, this plant-based, vegan-friendly, gluten-free formula provides the protein that's essential for tissue repair and growth – fuelling your body with endurance, power and energy. B vitamins, acai, pomegranate, dandelion and rosehip add to the nutritious benefits, and the lean, light formula is also the perfect way to support healthy weight loss – satiating hunger and supporting digestion with a careful mix of pre and probiotics to support a healthy gut pH balance for less bloating. Deliciously flavoured with organic cacao, this is the tastiest, easiest way to work towards a healthy and strong body, and comes in a handy refill pouch to fit your reusable Nourishing Vanilla Caddy.","how_to_use":"The Nourishing Protein is a great supplement to take alongside THE SUPER ELIXIR Greens. Blend into smoothies or simply add a heaped scoop (33g) or two tablespoons daily to plant-based milk or filtered water and shake for a satisfying snack. Recommended daily consumption: 1 serve.","ingredient":"Pea Protein (35%), Brown Rice Protein (34%), Natural Flavours, Maltodextrin, Xylitol, L-Glutamine, Fructooligosaccharides (FOS), Psyllium (Plantago ovata) Seed Husk, Pomegranate (Punica granatum) Powder, L-Phenylalanine, Inulin, Guar gum, Magnesium Citrate, Digestive Enzyme Blend (Papain & Bromelain), Turmeric (Curcuma longa) Root Extract, Steviol Glycosides, Rosehip (Rosa canina) Fruit Powder, Taurine, Grape (Vitis vinifera) Seed Extract, Vitamin Blend (Niacinamide, Chlorine Bitartrate, Pyridoxine Hydrochloride, Riboflavin, Thiamine Mononitrate, Folic Acid, Cyanocobalamin, Colecalciferol (Vitamin D3)), Probiotic Blend (Lactobacillus acidophilus, Bifidobacterium lactis, Bifidobacterium bifidum, Bifidobacterium), Dandelion (Taraxacum officinale) Leaf Extract, Chromium Picolinate","brand":"WelleCo","volume":"300g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13554146-1344927263006315.jpg","num":999,"profit":17.766593391202107,"num_sell":0},
{"productId":"Wellnes_50","category":"Wellness","name":"ESPA Detoxifying Salt Scrub 700g","cost":"£40.00","description":"Buff your way to beautifully smooth skin with ESPA's gently exfoliating Detoxifying Salt Scrub: a refining formula made up of sea salts and nature's purest, most effective essential oils. Carefully crafted by ESPA's aromatherapists with uplifting and refreshing notes of grapefruit, cypress and eucalyptus, this cleansing scrub effectively smooths and clarifies your skin — making light work of dulling dead skin cells and rough patches. The naturally coarse sea salts are bathed in a blend of moisturising oils, such as sweet almond oil, to provide gentle exfoliation and an invigorating aromatherapeutic boost! The results? Your skin is left feeling intensely hydrated, silken and supple. Soon you won't want to have your soak without it...","how_to_use":"FOR BEST RESULTS Once or twice a week, massage into dry skin in upward circular movements. Pay particular attention to any dry areas, then rinse thoroughly.","ingredient":"Sodium Chloride, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Helianthus Annuus (Sunflower) Seed Oil, Caprylic/Capric Triglyceride, Limonene, Citrus Paradisi (Grapefruit) Peel Oil, Cupressus Sempervirens Leaf Oil, Eucalyptus Citriodora Oil, Pelargonium Graveolens Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Tocopherol, Juniperus Communis Fruit Oil, Citronellol, Fragrance* (Parfum), Geraniol, Linalool. *100% Natural Fragrance.","brand":"ESPA","volume":"700g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12226505-1944858625105160.jpg","num":999,"profit":37.01773395017225,"num_sell":0},
{"productId":"Wellnes_63","category":"Wellness","name":"HUM Nutrition Uber Energy Adrenal Fatigue and Adaptogen Supplement (60 Vegetarian Capsules, 30 Days)","cost":"£27.25","description":"Like an energy-boosting fruit and veg smoothie, the vegetarian Über Energy capsules give your system some serious oomph. Nap who? We don't know her... For the sleepyheads among us, these capsules boost energy levels through adrenal strength - helping to control stress levels and nourish depleted adrenal glands, which are responsible for your 'energy' hormones. By utilising adaptogens to monitor the release of stress hormones from said glands, your energy levels are boosted, fatigue levels are reduced, productivity is increased and tension is diminished. L-tyrosine (an amino acid) is used to create proteins that enhance physical and mental performance, especially when under stress! With a combo of calming and rejuvenating root extracts, (think ginger, rhodiola rosea and more) plus energy-enhancing vitamins C, B5 and B6, kiss goodbye to days ruled by a sleepy haze.","how_to_use":"Take two capsules at any time with food. Results in 2 - 4 weeks.","ingredient":"Withania Somnifera (Ashwagandha) Extract 600mg, Eleutherococcus Senticosus (Siberian Ginseng) Stem Extract 330mg, Panax (Asian Ginseng) Root Extract 200mg, Capsule Material (Hydroxypropyl Methylcellulose), Oryza Sativa (Rice) Hull, Zingiber Officinale (Ginger) Root Extract 50mg, Oryza Sativa (Rice) Concentrate, Vitamin B5 (D-Calcium Pantothenate) 20mg, Vitamin B6 (Pyridoxine Hydrochloride) 25mg, Oryza Sativa (Rice) Extract, Helianthus Annuus (Sunflower) Oil, Thickener (Gum Arabic). Contains NO: sugar, salt, dairy, yeast, soy, wheat, gluten, corn, preservatives, artificial colours or flavours.","brand":"HUM Nutrition","volume":"60 Vegetarian Capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12537970-1595005271802684.jpg","num":999,"profit":24.114612903584664,"num_sell":0},
{"productId":"Wellnes_64","category":"Wellness","name":"Vital Proteins Collagen Peptides - 10oz","cost":"£27.99","description":"Easily digestible, Vital Proteins Collagen Peptides are sourced from grass-fed, pasture-raised bovine to ensure a quality source of the bodys key building block. The most abundant protein in the body, responsible for healthy hair, skin, nails, bones, ligaments and tendons, our levels of collagen start to decline as we age which is why its important to top up the tank. Readily bioavailable (meaning the body identifies it and can use it effectively), this ultra-fine powder is added to hot or cold liquids (including coffee and smoothies) to supplement collagen levels and help to promote a more youthful appearance think: visibly smooth, springy skin as well as improved flexibility.","how_to_use":"Stir two scoops (20g) into hot or cold liquid.","ingredient":"Bovine hide collagen peptides","brand":"Vital Proteins","volume":"200g-300g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12706219-3365027082648063.jpg","num":999,"profit":23.079289022098152,"num_sell":0},
{"productId":"Wellnes_70","category":"Wellness","name":"Vida Glow Natural Marine Collagen Sachets - Blueberry","cost":"£39.00","description":"Sip your way to smoother skin with Vida Glow Natural Marine Collagen. This beauty supplement is bursting with collagen peptides (activated — making them easier for your body to use) to support the natural ageing process and help keep skin firm, hair thick, and nails strong. By supercharging your skin’s production of collagen, this easy-to-take powder is clinically proven to help smooth fine lines, increase skin firmness, and enhance skin elasticity. Made from sustainably-sourced fish skin (hear us out — it’s completely flavourless and odourless), this heat stable powder can be stirred into food and drink. Choose your favourite flavour and swirl it into your morning matcha latte for the ultimate get up and glow.","how_to_use":"Mix, drink and repeat everyday. Vida Glow recommends one to three servings a day. A single serving per day for those 25-35. Two servings per day for those 36-45. Three servings per day for those 45+.","ingredient":"Original: Natural Marine Collagen. Blueberry: Natural Marine Collagen, Blueberry juice powder, Blueberry Juice Flavour, Steviol Glycosides. Peach: Natural marine collagen, Peach juice powder, Peach flavour, Steviol glycosides. Mango: Natural Marine Collagen, Mango Juice Powder, Mango Flavour, Steviol Glycosides. Pineapple: Natural Marine Collagen, Pineapple Juice Powder, Pineapple Flavour, Steviol Glycosides.","brand":"Vida Glow","volume":"30 x Servings","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13457177-7274927544298702.jpg","num":999,"profit":20.959033279767763,"num_sell":0},
{"productId":"Wellnes_74","category":"Wellness","name":"Smile Makers Silky (S)wipes","cost":"£7.95","description":"Made specifically for the vulva (not vagina!), the vegan and biodegradable Silky Swipes contain 12 wipes set to refresh this area without disturbing its delicate ecosystem. ph-balanced and brimming with soothing ingredients, this 100% vegan formula uses prebiotics to care for the vulva's flora. Not only does it refresh, but it also infuses organic aloe vera and vitamin E to moisturise and nourish the skin; plus, an extract of chamomilla flower soothes. Small enough to keep on your bedside table or in your bag, these silky wipes are idea for pre- and post-sex or whenever you're on the go and need a little refresh. They're also made with soft biodegradable bamboo, so you can wipe without worry!","how_to_use":"The vulva has its own microflora and microclimate from the rest of female intimate anatomy. The vulva is often mistakenly referred to as 'vagina,' even by big companies who claim to be experts on intimate wellness. This lack of understanding of the female anatomy impacts how they formulate intimate wellness products. To fix this, and with a decade of creating high-quality products for very precise use on intimate parts, Smile Makers has developed intimate wipes specifically for the vulva. Tip #1: use a wipe to refresh the vulva, the external part of the genitalia, before sex. Tip #2: use post-sex for an easy clean up. Tip #3: on the go, when you want to clean up and need a quick and/or eco-friendly way to do it. Tip #4: never use it internally in the vagina. The vagina is a self-cleaning organ with a delicate pH balance. Disrupting it can cause yeast infections.","ingredient":"Extracts Of Chamomilla Flower, Organic Aloe Vera, Vitamin E. Hypoallergenic Certified, Gynaecologically Approved, ph Balanced for the vulva, Cruelty-Free, Vegan, and Organic. Free from: Soap, Sls/Sles, Alcohol, Parabens, Triclosan, Silicone, Glycerine, Triclocarban, 1,4-Dioxane And Palm Oil.","brand":"Smile Makers","volume":"12 sachets","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13863750-6034962228988314.jpg","num":999,"profit":5.971392032774721,"num_sell":0},
{"productId":"Wellnes_77","category":"Wellness","name":"ESPA Bergamot and Jasmine Body Lotion 250ml","cost":"£21.00","description":"Dreaming of a body lotion that will sink into your skin without lingering on the surface? Make way for ESPA's Bergamot & Jasmine Body Lotion: a light-as-air formula that feels like velvet on your skin and carries a delicately fresh, floral scent. This certified vegetarian formula is brimming with a decadent medley of pure essential oils - from jasmine and bergamot to orange and ginger - that gives the lightweight lotion its enchanting aroma. Perfect for all skin types, especially those that are prone to bouts of rough and dry patches, this everyday moisturiser is carefully formulated to moisturise and nourish your skin without feeling greasy or heavy. Instead, expect beautifully soft, smooth limbs that feel well-looked after.","how_to_use":"Use morning and evening after your bath or shower. Massage into skin in firm, upward, circular movements until fully absorbed.","ingredient":"Aqua (Water), Isopropyl Palmitate, Caprylic/Capric Triglyceride, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Cetearyl Alcohol, Glycerin, Butyrospermum Parkii (Shea) Butter, Phenoxyethanol, C12-16 Alcohols, Limonene, Glyceryl Stearate Se, Sucrose Cocoate, Xanthan Gum, Palmitic Acid, Citrus Aurantium Dulcis (Orange) Peel Oil, Lecithin, Sclerotium Gum, Benzoic Acid, Fragrance* (Parfum), Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Limon (Lemon) Peel Oil, Dehydroacetic Acid, Citrus Aurantifolia (Lime) Oil, Juniperus Mexicana Oil, Phytic Acid, Linalool, Ethylhexylglycerin, Abies Sibirica Oil, Eucalyptus Globulus Leaf Oil, Litsea Cubeba Fruit Oil, Mentha Arvensis Leaf Oil, Zingiber Officinale (Ginger) Root Oil, Citral, Cymbopogon Nardus (Citronella) Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Myrocarpus Fastigiatus Oil, Tocopherol, Cistus Ladaniferus Oil, Ferula Galbaniflua (Galbanum) Resin Oil, Jasminum Officinale (Jasmine) Flower Extract, Lavandula Angustifolia (Lavender) Flower Extract, Dipteryx Odorata Seed Extract, Fucus Vesiculosus Extract, Sodium Hydroxide. *100% Natural Fragrance.","brand":"ESPA","volume":"250ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12226516-1404768403621235.jpg","num":999,"profit":11.395826614625356,"num_sell":0},
{"productId":"Wellnes_79","category":"Wellness","name":"ESPA Bergamot and Jasmine Hand Wash 250ml","cost":"£18.00","description":"Firm in the belief that all of your skin deserves the utmost care, ESPA crafted an assortment of hand washes - each with their own bewitching scent - to effectively cleanse without stripping your skin. With a delicately fresh, floral aroma, clear some sink space for this Bergamot & Jasmine Hand Wash... This soap-free formula is brimming with a decadent medley of pure essential oils - from jasmine and bergamot to orange and ginger - that gives the luxurious cleansing lather its enchanting aroma. Perfect for all skin types, this refreshing wash is carefully formulated to gently cleanse your skin without leaving them feeling tight or dry. Instead, it helps to condition and soften your skin — we're obsessed!","how_to_use":"FOR BEST RESULTS Lather into hands, nails and cuticles. Rinse away with warm water.","ingredient":"Aqua (Water), Cocamidopropyl Betaine, Sodium Cocoyl Isethionate, Betaine, Sodium Chloride, Phenoxyethanol, Fragrance* (Parfum), Coconut Acid, Hydroxyacetophenone, Limonene, Polyglyceryl-3 Cocoate, Polyglyceryl-4 Caprate, Polyglyceryl-6 Caprylate, Polyglyceryl-6 Ricinoleate, Sodium Isethionate, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Limon (Lemon) Peel Oil, Juniperus Mexicana Oil, Citrus Aurantifolia (Lime) Oil, Linalool, Eucalyptus Globulus Leaf Oil, Abies Sibirica Oil, Zingiber Officinale (Ginger) Root Oil, Mentha Arvensis Leaf Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Cymbopogon Nardus (Citronella) Oil, Myrocarpus Fastigiatus Oil, Lavandula Angustifolia (Lavender) Flower Extract, Ferula Galbaniflua (Galbanum) Resin Oil, Cistus Ladaniferus Oil, Jasminum Officinale (Jasmine) Flower Extract, Dipteryx Odorata Seed Extract, Fucus Vesiculosus Extract, Citric Acid, Sodium Hydroxide.*100% Natural Fragrance.","brand":"ESPA","volume":"250ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12226513-1254775595763023.jpg","num":999,"profit":10.211591345833266,"num_sell":0},
{"productId":"Wellnes_85","category":"Wellness","name":"NAYDAYA The Menopause Capsule","cost":"£36.00","description":"Easing the everyday symptoms of menopause, the Menopause Capsules by NAYDAYA have been formulated by their very own expert nutritionist to support the changes that come alongside this new life stage. Perimenopause, menopause and post-menopause, these three stages of this big life change bring with them everything from hot flashes and night sweats to hair changes, sleep problems and anxiety and vaginal dryness and loss of libido. To make this transition as easy and smooth as possible, NAYDAYA’s Menopause Capsules have been formulated with a blend of vitamins, minerals and botanicals to support you day in and day out. Kelp, maca, hyaluronic acid and ashwagandha are just some of the supportive actives that you’ll find within these easy-to-take supplements with not an ounce of hormones or estrogen in sight!","how_to_use":"Take 2 capsules per day, preferably with food. This product has been specially formulated to be taken during all the stages of menopause. ADVICE: Do not exceed the recommended stated daily dose. Food supplements are not a substitute for a varied diet and healthy lifestyle. If you have a medical condition or are taking any medications, please consult with your doctor before taking this product. This product contains iron which, if taken in excess, may be harmful to very young children. Serving Size: 2 Capsules Servings per Container: 30","ingredient":"Vitamin C (Ascorbic Acid), Kelp Powder, Red Clover 4:1 Extract, Capsule Shell (HPMC), Turmeric 10:1 Extract, Ashwagandha 4:1 Extract, Sodium Hyaluronate, Sage Leaf 5:1 Extract, Vitamin B12 (Methylcobalamin), Bacopa Monnieri 10:1 Extract, Pyridoxal-5-Phosphate, Calcium D-Pantothenate, Maca 50:1 Extract, Vitamin A (Retinyl Acetate), Vitamin K2 (MK-7), Vitamin D3 (Cholecalciferol from Algae), Biotin.","brand":"NAYDAYA","volume":"180ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13312309-5334999888184562.jpg","num":999,"profit":23.801610467738122,"num_sell":0},
{"productId":"Wellnes_88","category":"Wellness","name":"ilapothecary Speak Your Truth Aroma Roller 10ml","cost":"£29.00","description":"With a scent centred around positive energy, ilāpothecary's Speak Your Truth Aroma Roller boasts a rich, feminine profile that melds rose and sandalwood with uplifting vanilla, culminating in a romantic floral fragrance that speaks on endless possibilities. Evoking a harmonious, optimistic outlook, this aromatherapeutic roller is infused with deeply nourishing oils that care for your skin and spirit. A source of 46 antioxidant types, from carotenoids and zinc to selenium and chromium, cold-pressed moringa oil lends the blend its abundance of vitamins A, B, C and K to replenish dull, tired skin. Rose damascene helps to promote skin regeneration and reduce scar tissue while antioxidant rose geranium helps to prevent age spots and dark marks. Finally, sandalwood counters inflammation and softens your skin as it promotes a sense of supreme calm. Inhale, exhale...","how_to_use":"Roll as needed over pulse points on wrists and neck.","ingredient":"Moringa Oleifera Seed Oil, Santalum Album (Sandalwood) Oil, Rosa Damascena Flower Oil, Pelargonium Graveolens Flower (Rose Geranium) Oil, Vanilla Planifolia Oil, *Farnesol, *Citral, *Gerniol, *Limonene, *Citronellol, *Linalool. *Naturally Occuring in Essential Oils.","brand":"ilapothecary","volume":"10ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12948530-2114849819291698.jpg","num":999,"profit":24.26688227292433,"num_sell":0},
{"productId":"Wellnes_90","category":"Wellness","name":"LELO Personal Moisturiser 150ml","cost":"£21.90","description":"A staple in any sensual setting, LELO's Personal Moisturizer boasts a silky, water-based formula that makes it the perfect companion to their innovative sex toys and to your skin. Not only does it feel beautifully luxurious on your skin – intimate or otherwise – this pH-balanced moisturiser is perfect for use with your pleasure products or your partner. Suitable for wherever your desire takes you, the body-safe formula is glycerin-free, paraben-free and unscented for discreet and healthy application. What's more, it's infused ultra-hydrating aloe vera to whet (geddit?) your appetite for physical touch. Safe to use with all LELO products and latex, this water-based product has a non-greasy, non-staining finish, so your sheets will keep your secrets...","how_to_use":"Pump as much as necessary and apply directly to your skin or to toys as desired.","ingredient":"Water, Propylene Glycol, Hydroxyethylcellulose, Aloe Barbadenis Leaf Juice, Sodium Benzoate, Potassium Sorbate, Tetrasodium EDTA, Gurana Extract, Ginseng Extract, Avena Sativa Extract, Polysorbate-20, Aspartame, Polyquaternium-5, PEG-45M, Citric Acid.","brand":"LELO","volume":"150ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12669845-4754930113738273.jpg","num":999,"profit":18.040826405979,"num_sell":0},
{"productId":"Wellnes_92","category":"Wellness","name":"OSKIA Bedtime Beauty Boost (50ml)","cost":"£93.00","description":"A luxurious night cream, Oskia’s Bedtime Beauty Boost nourishes and regenerates skin as you slumber. Light in texture but rich in essential cell nutrients - including MSM Regen-Complex, milk peptides, vitamins A, B3 and E, Swiss apple stem cells, hyaluronic acid, phytosterols and omegas 3, 6 and 9 - this non-greasy formula sinks in quickly (no more ruined pillowcases) where is sets straight to work, assisting skin’s natural processes of repair and renewal. Beauty sleep is not just the stuff of fairy tale – while you rest, you secrete hormones that encourage cell turnover and help fortify skin’s proteins (building blocks like collagen and elastin); Bedtime Beauty Boost literally ‘boosts’ the effects of these hormones, so you wake to a radiant, velvety soft complexion.","how_to_use":"Gently massage onto cleansed face, neck and décolletage before bed.","ingredient":"Aqua (Water), Methyl Sulphonyl Methane (Msm), Glycerin, Simmondsia Chinensis (Jojoba) Oil*, Sesamum Indicum (Sesame) Seed Oil, Glyceryl Caprylate, Decyl Oleate, Cetearyl Olivate, Sorbitan Olivate, Butyrospermum Parkii (Shea) Butter*, Oryza Sativa (Rice) Germ Oil, Cetearyl Alcohol, Hellianthus Annuus (Sunflower) Seed Oil, Aleurites Moluccana (Kukui) Seed Oil, Rosa Canina (Rose Hip) Seed Oil, Niacinamide, Benzyl Alcohol, Glyceryl Dibehenate, Whey Protein, Tribehenin, Calendula Officinalis Flower Extract, Malus Domestica Fruit Cell Culture, Lecithin, Sodium Hyaluronate, Parfum (Natural Fragrance), Rosa Damascena Flower Oil, Citronellol, Geraniol, Linalool, Glyceryl Behenate, Xanthan Gum, Tocopherol, Dehydroacetic Acid, Phenoxyethanol. * Organically Certified Ingredient. Natural Ingredients, Store In A Cool, Dry Place.","brand":"OSKIA","volume":"50ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/10538949-1814945933814433.jpg","num":999,"profit":91.82556642666094,"num_sell":0},
{"productId":"Wellnes_96","category":"Wellness","name":"Vida Glow Natural Marine Collagen Sachets - Peach","cost":"£39.00","description":"Sip your way to smoother skin with Vida Glow Natural Marine Collagen. This beauty supplement is bursting with collagen peptides (activated — making them easier for your body to use) to support the natural ageing process and help keep skin firm, hair thick, and nails strong. By supercharging your skin’s production of collagen, this easy-to-take powder is clinically proven to help smooth fine lines, increase skin firmness, and enhance skin elasticity. Made from sustainably-sourced fish skin (hear us out — it’s completely flavourless and odourless), this heat stable powder can be stirred into food and drink. Choose your favourite flavour and swirl it into your morning matcha latte for the ultimate get up and glow.","how_to_use":"Mix, drink and repeat everyday. Vida Glow recommends one to three servings a day. A single serving per day for those 25-35. Two servings per day for those 36-45. Three servings per day for those 45+.","ingredient":"Original: Natural Marine Collagen. Blueberry: Natural Marine Collagen, Blueberry juice powder, Blueberry Juice Flavour, Steviol Glycosides. Peach: Natural marine collagen, Peach juice powder, Peach flavour, Steviol glycosides. Mango: Natural Marine Collagen, Mango Juice Powder, Mango Flavour, Steviol Glycosides. Pineapple: Natural Marine Collagen, Pineapple Juice Powder, Pineapple Flavour, Steviol Glycosides.","brand":"Vida Glow","volume":"30 x Servings","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13457179-1304932941384931.jpg","num":999,"profit":23.877539040587173,"num_sell":0},
{"productId":"Wellnes_97","category":"Wellness","name":"Mio Liquid Yoga Space Spray 130ml","cost":"£20.00","description":"The perfect companion to your yoga mat, the Liquid Yoga Space Spray surrounds your senses (and interior!) with an uplifting aroma, helping you get the most out of your practice. Psst... even if you don't do yoga, it makes for the perfect pillow spray to settle your body into a blissful sleep. Indulge in an aromatic mix of pure essential oils of lavender, peppermint, lemon, mandarin and eucalyptus that instantly take hold of the senses without being overbearing. A feel-good blend of indian fig extract, monk's pepper berry (rich in phyto-endorphins!), cocoa bean and cannabis seed oil adds an energising kick with every spritz. As this stress-busting blend settles onto your mat, so too will your stress levels. Yogis, prepare to enter a state of zen.","how_to_use":"Mist on your skin over your body, pulse points, around you or on your pillow.","ingredient":"Aqua/Water/Eau, Propanediol, PEG-40 Hydrogenated Castor Oil, Trideceth-9, Fragrance (Parfum), Linalool, Limonene, Phenoxyethanol, Cannabis Sativa Seed Oil, Hydroxyacetophenone, Propylene Glycol, Glycerin, Rhodochrosite Extract, Alcohol, Citral, Lecithin, Coumarin, Geraniol, Opuntia Ficus-Indica (Indian Fig) Stem Extract, Caprylic/Capric Triglyceride, Olus Oil/Vegetable Oil/Huile Végétale, Tocopherol, Ganoderma Lucidum (Mushroom) Extract, Olivine Extract, Vitex Agnus-Castus (Monk's Pepper) Extract, Citronellol, Ascorbyl Tetraisopalmitate, Cyclodextrin, Theobroma Cacao (Cocoa) Extract, Sodium Benzoate, Potassium Sorbate, Sodium Metabisulfite, Sorbic Acid.","brand":"Mio Skincare","volume":"130ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12093391-6974858835421837.jpg","num":999,"profit":13.970943009744563,"num_sell":0},
{"productId":"Wellnes_100","category":"Wellness","name":"ilapothecary Beat the Blues Room Spray 50ml","cost":"£31.00","description":"Crafted to clear the aura of your living space and instate a sense of peace, ilāpothecary Beat the Blues Room Spray harnesses an impressive medley of uplifting essential oils that are known to calm the mind and elevate your spirit. With a number attributed to each ilāpothecary signature blend, no. 27 is at the core of each of the ‘Beat The Blues’ blends; built around believing in yourself and listening to your intuition, it’s crafted to be a self-affirming and fortifying scent. It's infused with potent essential oils that are revered for their uplifting aromas, from musky sweet clary sage (a 'happiness-inducing' staple since the time of Hippocrates) and anguish-easing petitigrain to soothing tuberose and rose geranium.","how_to_use":"Keep beside your computer, in the car or in the room you spend the most time in. Spray on curtains and pillows, in your drawers and wardrobes, or simply into the atmosphere (particularly after any heated discussions).","ingredient":"Ethanol, Pelargonium Graveolens Flower (Rose Geranium) Oil, Petitgrain Bigarde Oil, Citrus Sinensis (Sweet Orange) Oil, Salvia Sclarea (Clary) Oil, Tuberose Absolute Oil, *Citral, *Geraniol, *Benzyl Alcohol, *Benzyl Benzoate, *Benzyl Salicylate, *Farnesol, *Hexyl Cinnamic Aldehyde, *Methyl 2-Octynoate, *Limonene, *Citronellol, *Linalool. *Naturally Occurring in Essential Oils.","brand":"ilapothecary","volume":"50ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12664194-8344896395798349.jpg","num":999,"profit":15.55119675662805,"num_sell":0},
{"productId":"Wellnes_101","category":"Wellness","name":"ESPA Positivity Bath and Body Oil 100ml","cost":"£36.00","description":"A dual-action oil that is naturally nourishing, for a burst of positivity, you need to add ESPA's ultra-uplifting Positivity Bath & Body Oil to your go-to bath side ensemble, or(!) treat a loved one to this ultra-luxe self-care treat. This naturally nourishing bath and body oil from ESPA harnesses the potency of aromatherapy in the new, spirit-lifting positivity blend. This dual-action oil can be used and enjoyed morning or evening. The harmonious blend of essential oils includes the spirit-lifting aromatic of jasmine, gardenia and rose geranium to provide a burst of happiness, while the vibrancy of bergamot and sweet orange serve as a fragrant reminder to count your blessings.","how_to_use":"Massage into skin in firm, upward and circular movements until fully absorbed or apply 1-2 capfuls into your bath. To intensify results, use after the Positivity Bath and Shower Gel.","ingredient":"Caprylic/Capric Triglyceride, Glycine Soja (Soybean) Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Persea Gratissima (Avocado) Oil, Helianthus Annuus (Sunflower) Seed Oil, Fragrance (Parfum), Limonene, Cedrus Deodara Wood Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Pelargonium Graveolens Oil, Benzyl Benzoate, Linalool, Tocopherol, Boswellia Carterii Oil, Styrax Benzoin Gum, Citronellol, Geraniol, Gardenia Florida Flower Extract, Jasminum Sambac (Jasmine) Flower Extract, Citral, Farnesol, Beta-Carotene, Daucus Carota Sativa (Carrot) Root Extract.","brand":"ESPA","volume":"100ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12062213-3934947263603745.jpg","num":999,"profit":30.16945972727339,"num_sell":0},
{"productId":"Wellnes_103","category":"Wellness","name":"ESPA Restful Pillow Mist 100ml","cost":"£24.00","description":"Sweet dreams are just one spritz away... Filling the air and dousing your linens with its sensual blend of essential oils, the Restful Pillow Mist soothes and calms your senses by encouraging stillness and relaxation. Cradling you with a fusion of soporific grace of lavender, clary sage, and bergamot, this zen-like mist aids sleep, reduces cortisol levels and will leave you feeling refreshed come morning!","how_to_use":"Shake well and gently mist your body, linens or the air and breathe deeply to experience the sensual aromatic.","ingredient":"Aqua (Water), Peg-40 Hydrogenated Castor Oil, Fragrance* (Parfum), Linalool, Citric Acid, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Sodium Benzoate, Lavandula Hybrida Oil, Potassium Sorbate, Geraniol, Salvia Sclarea (Clary) Flower/Leaf/Stem Extract, Limonene, Eucalyptus Globulus Leaf Oil, Coumarin, Farnesol, Moringa Oleifera Seed Oil. *100% Natural Fragrance.","brand":"ESPA","volume":"100ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12454575-1354802898878652.jpg","num":999,"profit":21.857205172714522,"num_sell":0},
{"productId":"Wellnes_107","category":"Wellness","name":"OSKIA MSM Bio-Plus (120 Capsules)","cost":"£66.00","description":"Are you in search for a skin-boosting supplement that works as hard as your skin care routine does? Meet Oskia’s MSM Bio-Plus. Uniting the brand’s hero ingredient, MSM, a naturally-occurring organic form of sulphur with patented Black Pepper Extract, this supplement helps to maximise the effectiveness and efficiency of skin cell, improving skin structure, elasticity and condition for a healthy-looking complexion as well as maintaining the strong condition of hair and nails. Start by taking two capsules in the morning and two again in the evening with food and watch your skin transform.","how_to_use":"For best results take two capsules in the morning and two in the evening with food. After two months, intake may be reduced to two capsules a day. Cautions: Not suitable for children. Do not take during pregnancy or lactation or while taking other medication without consulting medical advice. Do not exceed the recommended intake.","ingredient":"Methylsulphonylmethane (MSM), Piper Nigrum Extract (Bioperine) Also contains: Hydroxypropyl Methylcellulose (HMPC, vegan capsule shell), Silicon Dioxide (trace, flow agent)","brand":"OSKIA","volume":"120 Capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12021227-9734945934983872.jpg","num":999,"profit":44.41292838764662,"num_sell":0},
{"productId":"Wellnes_113","category":"Wellness","name":"ESPA Fitness Muscle Rescue Balm 70g","cost":"£30.00","description":"A hardworking member of the brand’s ‘Restorative’ range, the Muscle Rescue Balm invigorates and refreshes – because your hardworking body deserves just as much TLC as your face. Working to sooth and revive both body and mind, this balm is perfect for sore and tired muscles. The cooling effect from peppermint soothes irritation and inflammation alongside its antibacterial properties, while ceramide-rich eucalyptus maintains skin’s moisture barrier as the scent uplifts and relaxes muscles. Warm clove also works to firm and improve blood circulation, making the Muscle Rescue Balm a one-stop wonder for total mind and body restoration – helping to relieve pain and soreness for any exercise-addicted skin care obsessives.","how_to_use":"Ideal for massage pre and post exercise. Massage into legs with upward movements. For arms, neck and shoulders, work in circular motions. Prior to application, massage tube between palms to help warm and soften product.","ingredient":"Cocos Nucifera (Coconut) Oil, Isopropyl Palmitate, Coconut Alkanes, Mentha Piperita (Peppermint) Oil, Polyglyceryl-3 Beeswax, Theobroma Cacao (Cocoa) Seed Butter, Beeswax, Silica, Coco-Caprylate/Caprate, Eucalyptus Smithii Leaf Oil, Caprylic/Capric Triglyceride, Limonene, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Litsea Cubeba Fruit Oil, Citral, Lavandula Angustifolia (Lavender) Flower Oil, Eucalyptus Globulus Leaf Oil, Fragrance* (Parfum), Linalool, Eugenia Caryophyllus (Clove) Bud Oil, Eugenol, Alaria Esculenta Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Geraniol, Citronellol, Pelargonium Graveolens Flower Oil. *100% Natural Fragrance.","brand":"ESPA","volume":"70g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12226552-8274880821769784.jpg","num":999,"profit":26.017382875444927,"num_sell":0},
{"productId":"Wellnes_116","category":"Wellness","name":"Philip Kingsley Density Healthy Hair Complex (60 Tablets)","cost":"£32.00","description":"Hello… is it volume you’re looking for? Restoring harmony to lacklustre manes and targeting vitamin and mineral deficiencies are the nutrient-infused supplements from Philip Kingsley’s new Density collection — created to bring the ‘va-va-voom’ back to your hair. Trust in the science of Trichology and let the hair and scalp specialists at Philip Kingsley restore volume and health back to even the finest of strands. Nutritional deficiencies, stress, over-styling and hereditary influences can all be detrimental to our hair health, and a topical regime will only be able to do so much to help bring a balance back to your scalp. Putting the bounce back into lacklustre manes and completing your hair care routine are the new vegan-friendly supplements from Philip Kingsley that nourish your strands from within for hair that shines. Providing optimal vitamin and mineral support these are uniquely formulated with the powerhouse antioxidant vitamin C to contribute to normal collagen formation and a dose of biotin and selenium to help maintain healthy hair. Give your strands a fighting chance and nourish them from the inside for an envy-inducing *swish*.","how_to_use":"Take two tablets per day, one with breakfast, one with lunch for four months. Then reduce your dose to one tablet per day to maintain optimum levels. Do not exceed recommended daily intake. Not to be used as a substitute for a varied and balanced diet. Suitable for adults only. Suitable for vegans and vegetarians. For best before end date, see base of box. Be patient. Visible improvements in hair quality can take up to three months, however you’ll likely see quicker results in your nails.","ingredient":"Bulking Agents (Microcrystalline Cellulose, Dicalcium Phosphate), L-Lysine Hydrochloride, L-Ascorbic Acid (Vitamin C), L-Cysteine Hydrochloride, Ferrous Fumarate, Anti-caking Agents (Silicon Dioxide, Magnesium Salts of Fatty Acids), Cupric Sulphate, Calcium D-Pantothenate (Vitamin B5), L-Methionine, D-Biotin (Vitamin B7), Sodium Selenite, Methylcobalamin (Vitamin B12), Cholecalciferol (Vitamin D3).","brand":"Philip Kingsley","volume":"60 tablets","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13716605-1134967692887720.jpg","num":999,"profit":28.05412639023082,"num_sell":0},
{"productId":"Wellnes_117","category":"Wellness","name":"ESPA Modern Alchemy The Nourishing Balm 180ml","cost":"£44.00","description":"A decadent addition to your bath and body rituals, the Modern Alchemy Nourishing Balm takes its inspiration from the soothing, ancient rituals of ayurvedic healing, Chinese medicine and shamanic practices. Sending you on a sensual, holistic journey of self-care, the formula rejuvenates the skin, body, mind and soul with a rich, delicately scented, balm-to-oil texture that nurtures, firms and enriches skin. Working to restore balance and connection, skin is enveloped in a softening, hydrating shroud of calming and fragrant ylang ylang, sandalwood and vetiver, with a harmonising addition of softening, glow-bestowing ingredients like patchouli plant-derived oils that calm and relax for balanced, healthy skin; nurturing fireweed that deeply moisturises, deflects dryness and protects against oxidative stress; and amla – a powerful antioxidant that boasts high levels of replenishing oleic acid with soothing curcumin.","how_to_use":"Begin your ritual after bathing. Warm the balm between your palms, bringing them to your face and slowly inhaling three times – allowing the nurturing aromatic oils to ground you – before smoothing your hands in long sweeping strokes over damp skin to preserve precious moisture. This product can be used morning or evening before you shower or bath as a balancing massage ritual and can also be applied after cleansing to seal in moisture.","ingredient":"Caprylic/Capric Triglyceride, Glycerin, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Shea Butter Ethyl Esters, Aqua (Water), Simmondsia Chinensis (Jojoba) Seed Oil, Sesamum Indicum (Sesame) Seed Oil, Butyrospermum Parkii (Shea) Butter, Elaeis Guineensis (Palm) Butter, Plukenetia Volubilis Seed Oil, Limonene, Citrus Aurantium Dulcis (Orange) Peel Oil, Maltodextrin, Quillaja Saponaria Wood Extract, Octyldodecanol, Pogostemon Cablin Leaf Oil, Daucus Carota Sativa (Carrot) Root Extract, Calophyllum Inophyllum Seed Oil, Fragrance* (Parfum), Carapa Guaianensis Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Cocos Nucifera (Coconut) Oil, Brassica Campestris (Rapeseed) Seed Oil, Cananga Odorata Flower Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Saponaria Officinalis Extract, Linalool, Boswellia Carterii Oil, Cinnamomum Zeylanicum Leaf Oil, Coriandrum Sativum (Coriander) Seed Oil, Cymbopogon Citratus Leaf Oil, Elettaria Cardamomum Seed Oil, Mentha Piperita (Peppermint) Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Vetiveria Zizanoides Root Oil, Zingiber Officinale (Ginger) Root Oil, Citral, Eugenol, Emblica Officinalis Fruit Extract, Epilobium Angustifolium Flower/Leaf/Stem Extract, Curcuma Longa (Turmeric) Root Extract, Bisabolol, Pogostemon Cablin Leaf Extract, Benzyl Benzoate, Citrus Aurantium Amara (Bitter Orange) Leaf/Twig Oil, Jasminum Officinale (Jasmine) Flower Extract, Ocimum Basilicum (Basil) Oil, Piper Nigrum (Pepper) Fruit Oil, Thymus Vulgaris (Thyme) Flower/Leaf Oil, Citric Acid, Benzyl Salicylate, Geraniol, Farnesol, Tocopherol, Cinnamal.","brand":"ESPA","volume":"180ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12226575-5884917170328753.jpg","num":999,"profit":26.10575913411227,"num_sell":0},
{"productId":"Wellnes_127","category":"Wellness","name":"Dr. Barbara Sturm Skin Anti-Pigmentation 60 capsules","cost":"£65.00","description":"Brimming with a brightening nutrient complex, Dr. Barbara Sturm’s Skin Anti-Pigmentation helps to promote an even tone and lighten the look of dark spots, resulting in a more radiant complexion. A source of hydroxytyrosol (read: a strong antioxidant), olive leaf extract provides a brightening effect, diminishing uneven pigmentation; vitamin C and vitamin E then unleash their antioxidant benefits and support the skin’s natural barrier function, providing vital protection against free radicals. Centella asiatica, a soothing and hydrating ingredient, lends the supplement its rich source of amino acids and prolongs the effects of hyaluronic acid within your skin. Biotin moisturises and rejuvenates while purslane reduces the visible signs of irritation and copper supports normal skin pigmentation. Take this supplement while using the 'Brightening Line' for a heightened boost to significantly reduce signs of hyper-pigmentation and promote a radiant complexion.","how_to_use":"Take two capsules a day with a glass of water at meal-time, preferably in the morning or during the day. The DR. BARBARA STURM INSIDE supplements can be taken all together or individually. If you are pregnant, planning to conceive, breastfeeding or taking any other medication, please consult with your doctor beforehand.","ingredient":"Centella Asiatica Leaf Extract (Tigergrass), Hydroxypropylmethylcellulose (Capsule Shell), Olive Leaf Extract containing Hydroxytyrosol, Purslane Herb Extract, Vitamin C (Ascorbic Acid), Vitamin E (D-alpha-Tocopheryl Acetate), Rice Extract, Copper Citrate, Biotin.","brand":"Dr. Barbara Sturm","volume":"60 Capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13497907-1834922831838300.jpg","num":999,"profit":48.4193057300337,"num_sell":0},
{"productId":"Wellnes_128","category":"Wellness","name":"Vida Glow Natural Marine Collagen Sachets - Mango","cost":"£39.00","description":"Sip your way to smoother skin with Vida Glow Natural Marine Collagen. This beauty supplement is bursting with collagen peptides (activated — making them easier for your body to use) to support the natural ageing process and help keep skin firm, hair thick, and nails strong. By supercharging your skin’s production of collagen, this easy-to-take powder is clinically proven to help smooth fine lines, increase skin firmness, and enhance skin elasticity. Made from sustainably-sourced fish skin (hear us out — it’s completely flavourless and odourless), this heat stable powder can be stirred into food and drink. Choose your favourite flavour and swirl it into your morning matcha latte for the ultimate get up and glow.","how_to_use":"Mix, drink and repeat everyday. Vida Glow recommends one to three servings a day. A single serving per day for those 25-35. Two servings per day for those 36-45. Three servings per day for those 45+.","ingredient":"Original: Natural Marine Collagen. Blueberry: Natural Marine Collagen, Blueberry juice powder, Blueberry Juice Flavour, Steviol Glycosides. Peach: Natural marine collagen, Peach juice powder, Peach flavour, Steviol glycosides. Mango: Natural Marine Collagen, Mango Juice Powder, Mango Flavour, Steviol Glycosides. Pineapple: Natural Marine Collagen, Pineapple Juice Powder, Pineapple Flavour, Steviol Glycosides.","brand":"Vida Glow","volume":"30 x Servings","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13457178-1004927544719257.jpg","num":999,"profit":24.198089761715813,"num_sell":0},
{"productId":"Wellnes_129","category":"Wellness","name":"Pretty Pea Pretty Balanced","cost":"£26.00","description":"Formulated with hormone-balancing vitamins and minerals, plus a cocktail of well-known herbal extracts, Pretty Pea’s Balance supplement is perfect for anyone looking to manage menopause and premenstrual symptoms that can arise as your hormone levels fluctuate. The specially formulated blend of herbals includes red clover (an oestrogen-like compound that is thought to ease hot flushes, irritability and vaginal dryness), wild yam (a source of the chemical diosgnenin that can be used as a natural alternative to oestrogen therapy) and sage leaf (an extract with a tonic-like effect that’s been shown to alleviate night sweats and mood swings). Its infusion of nutrients makes the supplement have a balancing effect on the body and promote a feeling of vitality and wellbeing; Siberian ginseng helps to counter the ill-effects of stress and provide the body with phytonutrients; soya isoflavones, according to the brand, has been shown to halve the incidence and severity of hot flushes in four trials; vitamin B6 supports the normal function of the immue system and finally, zinc helps to maintain the normal function of your hair, nails and skin.","how_to_use":"One capsule to be taken 2-3 times per day, preferably with food. Warnings and allergy advice: contains soya. Long-term intake of amounts greater than 10mg of vitamin B6 daily may lead to mild tingling and numbness. Not recommended for those already taking HRT.","ingredient":"Vitamin B6 (Pyridoxine HCL), Zinc, Capsule: Hydroxypropyl Methylcellulose (HPMC), Pfaffia Powder, Wild Yam 10:1 Extract, Sage Leaf 5:1 Extract, Alfalfa (Medicado Sativa) Powder, Hops 4:1 Extract, Red Clover 40:1 Extract, 8% Isoflavones, Schizandra Berry 5:1 Extract, Siberian Ginseng Powder (Eleutherococcus Senticosus), Soya Isoflavones, Zinc Citrate Powder, Vitamin B6 (Pyridoxine HCL), Kelp (Ascophyllum Nodosum) T 60 Powder, Atriplex Halimus 5:1 Extract.","brand":"Pretty Pea","volume":"58g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13417905-1034903959870711.jpg","num":999,"profit":24.219716076372208,"num_sell":0},
{"productId":"Wellnes_130","category":"Wellness","name":"ESPA The Cleansing Milk 200ml","cost":"£21.00","description":"A decadent addition to your bath and body rituals, the Modern Alchemy Body Cleansing Milk takes its inspiration from the soothing, ancient rituals of ayurvedic healing, Chinese medicine and shamanic practices. Sending you on a sensual, holistic journey of self-care, the formula rejuvenates the skin, body and mind using a decadent cream-to-oil formula that’s designed to be used on dry skin before entering a luxurious bath or shower. The cocooning, calming, nourishing oil comforts skin with a shroud of purifying oil that gently cleanses and melts away impurities while releasing precious essential oils that leave skin feeling baby soft. Feed the mind and body with a relaxing, fragrant blend of ylang ylang, sandalwood and vetiver while opuntia cactus restores and locks in hydration, shikakai gives a pH-balanced cleanse and turmeric butter provides youth-boosting antioxidant protection.","how_to_use":"Use your hands to gently smooth the cleansing milk over dry skin in circular movements, breathing slowly and deeply before sinking your body into a warm bath or spiritual shower.","ingredient":"Aqua (Water), Glycerin, Caprylic/Capric Triglyceride, Decyl Glucoside, Cetearyl Olivate, Macadamia Ternifolia Seed Oil, Limonene, Citrus Aurantium Dulcis (Orange) Peel Oil, Olus (Vegetable) Oil, Sorbitan Olivate, Butyrospermum Parkii (Shea) Butter, Candelilla/Jojoba/Rice Bran Polyglyceryl-3 Esters, Glyceryl Stearate, Plukenetia Volubilis Seed Oil, Cetearyl Alcohol, Sodium Stearoyl Lactylate, Xanthan Gum, Sodium Benzoate, Hydrolyzed Jojoba Esters, Citric Acid, Pogostemon Cablin Leaf Oil, Citrus Limon (Lemon) Peel Oil, Eugenia Caryophyllus (Clove) Bud Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Elaeis Guineensis (Palm) Butter, Potassium Sorbate, Eugenol, Vetiveria Zizanoides Root Oil, Phytic Acid, Cananga Odorata Flower Oil, Lavandula Hybrida Oil, Mentha Piperita (Peppermint) Oil, Zingiber Officinale (Ginger) Root Oil, Fragrance* (Parfum), Linalool, Cocos Nucifera (Coconut) Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Codonopsis Pilosula Extract, Dimocarpus Longan Fruit Extract, Panax Ginseng Root Extract, Ziziphus Jujuba Fruit Extract, Acacia Concinna Fruit Extract, Caramel, Helianthus Annuus (Sunflower) Seed Oil, Cinnamomum Cassia Bark Extract, Bisabolol, Curcuma Longa (Turmeric) Root Extract, Opuntia Ficus-Indica Stem Extract, Tocopherol, Jasminum Officinale (Jasmine) Flower Extract.","brand":"ESPA","volume":"200ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12226570-1824760561357229.jpg","num":999,"profit":17.848182256967732,"num_sell":0},
{"productId":"Wellnes_137","category":"Wellness","name":"Philip Kingsley Density Amino Acid Protein Booster (120 Capsules)","cost":"£30.00","description":"Hello… is it volume you’re looking for? Restore harmony back to weak and damaged hair with the amino acid-infused supplements from Philip Kingsley’s new Density collection — created to bring the ‘va-va-voom’ back to your hair. Trust in the science of Trichology and let the hair and scalp specialists at Philip Kingsley restore volume and health back to even the finest of strands. Nutritional deficiencies, stress, over-styling and hereditary influences can all be detrimental to our hair health, and a topical regime will only be able to do so much to help bring a balance back to your scalp. Completing your hair care routine with optimal vitamin and mineral support for lacklustre manes, these supplements are uniquely formulated with the powerhouse antioxidant vitamin C to contribute to normal collagen formation and a dose of biotin and selenium for truly envy-inducing hair. Boosted by essential amino acids to support the maintenance of healthy hair, these vegan capsules improve the quality of your mane (and nails!) in as little as three months for a *swish* that you just can’t quit.","how_to_use":"Take two capsules, twice a day. Do not exceed recommended daily intake. Not to be used as a substitute for a varied and balanced diet. Suitable for adults only. For best results, take for a minimum of three months. Suitable for vegans and vegetarians. For best before end date, see base of box. Be patient. Visible improvements in hair quality can take up to three months, however you’ll likely see quicker results in your nails.","ingredient":"L-Citrulline, L-Lysine Hydrochloride, L-Leucine, Capsule Shell (Hydroxypropyl Methyl Cellulose), L-Arginine Hydrochloride, L-Cysteine Hydrochloride, L-Valine, L-Methionine, L-Glutamine, Anti-caking Agents (Magnesium Salts of Fatty Acids, Silicon Dioxide), L-Ascorbic Acid (Vitamin C), Cupric Gluconate, Sodium Selenite, D-Biotin.","brand":"Philip Kingsley","volume":"120 capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13716606-6784967692956909.jpg","num":999,"profit":18.494108304723653,"num_sell":0},
{"productId":"Wellnes_141","category":"Wellness","name":"Vida Glow Natural Marine Collagen Sachets - Pineapple","cost":"£39.00","description":"Sip your way to smoother skin with Vida Glow Natural Marine Collagen. This beauty supplement is bursting with collagen peptides (activated — making them easier for your body to use) to support the natural ageing process and help keep skin firm, hair thick, and nails strong. By supercharging your skin’s production of collagen, this easy-to-take powder is clinically proven to help smooth fine lines, increase skin firmness, and enhance skin elasticity. Made from sustainably-sourced fish skin (hear us out — it’s completely flavourless and odourless), this heat stable powder can be stirred into food and drink. Choose your favourite flavour and swirl it into your morning matcha latte for the ultimate get up and glow.","how_to_use":"Mix, drink and repeat everyday. Vida Glow recommends one to three servings a day. A single serving per day for those 25-35. Two servings per day for those 36-45. Three servings per day for those 45+.","ingredient":"Original: Natural Marine Collagen. Blueberry: Natural Marine Collagen, Blueberry juice powder, Blueberry Juice Flavour, Steviol Glycosides. Peach: Natural marine collagen, Peach juice powder, Peach flavour, Steviol glycosides. Mango: Natural Marine Collagen, Mango Juice Powder, Mango Flavour, Steviol Glycosides. Pineapple: Natural Marine Collagen, Pineapple Juice Powder, Pineapple Flavour, Steviol Glycosides.","brand":"Vida Glow","volume":"30 x Servings","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13457180-8134927545135186.jpg","num":999,"profit":21.221512241642678,"num_sell":0},
{"productId":"Wellnes_148","category":"Wellness","name":"Vida Glow Anti-G-Ox Berry - 30 Servings","cost":"£43.00","description":"Your secret weapon against premature skin ageing (and an essential step in your beauty regimen), Vida Glow Anti-G-Ox is a potent blend of ingredients to support skin health from the inside out. In a natural berry flavour that makes this the most delicious step in your skin care routine, Anti-G-Ox melts onto the tongue to deliver seven key actives to keep skin healthy and resilient: vitamin C, biotin, chromium, magnesium, nicotinamide, vitamin B6 and zinc. Rich in antioxidants and vitamins, this powerhouse blend boosts radiance and strength, shields skin from pollutants — and even supports healthy blood sugar levels.","how_to_use":"Mix in water or take straight on the tongue. Take 1 sachet a day, every day. Do not exceed the stated recommended daily dosage. Vitamin and mineral supplements should not replace a balanced diet. Contains xylitol and mannitol, excessive consumption may produce laxative effects. Keep out of reach of children. Anti-G-Ox was not specifically formulated for pregnancy or breastfeeding, so it’s best to check with your healthcare professional to assess if it's right for you during this time.","ingredient":"Active Ingredients (Each Sachet Contains): Ascorbic Acid (Vitamin C) 200 Mg, Biotin 750 Micrograms, Chromic Chloride Hexahydrate 450.8 Micrograms (Equiv. Chromium 88 Micrograms), Chromium Picolinate 40.2 Micrograms (Equiv. Chromium 5 Micrograms), Hydrocurctm 62.3 Mg (Equiv. Curcumin 56.1 Mg), D-Alpha-Tocopheryl Acid Succinate 16.6 Micrograms (Equiv. D-Alpha- Tocopheryl (Vitamin E) 0.02 IU), Magnesium Citrate 161.8 Mg (Equiv. Magnesium 25 Mg), Nicotinamide 16 Mg, Pyridoxine Hydrochloride 2 Mg (Equiv. Pyridoxine 1.65 Mg), Zinc Gluconate 14 Mg (Equiv. Zinc 2 Mg).","brand":"Vida Glow","volume":"Food Supplement: 30 x 2g Sachets","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13598024-1284927545529482.jpg","num":999,"profit":25.76147693887999,"num_sell":0},
{"productId":"Wellnes_151","category":"Wellness","name":"ESPA Modern Alchemy The Hydrating Lotion 200ml","cost":"£32.00","description":"A decadent addition to your bath and body rituals, the Modern Alchemy Hydrating Lotion takes its inspiration from the soothing, ancient rituals of ayurvedic healing, Chinese medicine and shamanic practices. Sending you on a sensual, holistic journey of self-care, the formula rejuvenates the skin, body, mind and soul with a hydrating cloak that softens and protects skin in its embrace. Working to restore balance and connection, skin is enveloped in a softening, hydrating shroud of calming and fragrant ylang ylang, sandalwood and vetiver, with a harmonising addition of skin-loving elements like sweet basil (an antioxidant that balances and protects against pollution and environmental stress), maca root (an energising ingredient that works to improve skin elasticity) and saw palmetto (a gently soothing, nourishing hero). A complete care package, skin is left looking more even while feeling hydrated and soft.","how_to_use":"Begin your ritual by warming the milk between your palms, then bring them to your face and slowly inhale three times, allowing the nurturing aromatic oils to ground you before you gently massage onto your body in smooth, circular movements.","ingredient":"Aqua (Water), Coco-Caprylate, Tapioca Starch, Propanediol, Polyglyceryl-6 Distearate, Glycerin, Sodium Stearoyl Glutamate, Limonene, Citrus Aurantium Dulcis (Orange) Peel Oil, Jojoba Esters, Cocos Nucifera (Coconut) Oil, Glyceryl Caprylate, Xanthan Gum, Calophyllum Inophyllum Seed Oil, Pogostemon Cablin Leaf Oil, Levulinic Acid, Cetyl Alcohol, Polyglyceryl-3 Beeswax, Fragrance* (Parfum), P-Anisic Acid, Sodium Levulinate, Cananga Odorata Flower Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Linalool, Cornus Officinalis Fruit Extract, Eucommia Ulmoides Bark Extract, Rehmannia Glutinosa Root Extract, Boswellia Carterii Oil, Cinnamomum Zeylanicum Leaf Oil, Coriandrum Sativum (Coriander) Seed Oil, Cymbopogon Citratus Leaf Oil, Elettaria Cardamomum Seed Oil, Mentha Piperita (Peppermint) Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Sodium Hydroxide, Vetiveria Zizanoides Root Oil, Zingiber Officinale (Ginger) Root Oil, Lepidium Meyenii Extract, Citral, Eugenol, Ocimum Sanctum Leaf Extract, Serenoa Serrulata Fruit Extract, Benzyl Benzoate, Caramel, Citrus Aurantium Amara (Bitter Orange) Leaf/Twig Oil, Jasminum Officinale (Jasmine) Flower Extract, Ocimum Basilicum (Basil) Oil, Piper Nigrum (Pepper) Fruit Oil, Thymus Vulgaris (Thyme) Flower/Leaf Oil, Tocopherol, Benzyl Salicylate, Geraniol, Farnesol, Cinnamal, Potassium Sorbate, Sorbic Acid.","brand":"ESPA","volume":"200ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12226577-1364917170451138.jpg","num":999,"profit":28.839731996135704,"num_sell":0},
{"productId":"Wellnes_158","category":"Wellness","name":"HUM Nutrition Arctic Repair Skin Rejuvenation Supplement (90 Vegan Capsules, 30 Days)","cost":"£66.00","description":"Saving you from having to forage for rare Arctic lingonberry seed oil (it's skin care properties would make the expedition worth it!), HUM Nutrition's Arctic Repair supplement is formulated to rejuvenate your skin, diminishing the look of wrinkles and boosting elasticity. Designed to grant a helping hand of hydration to mature skin in the colder months, these vegan capsules are bursting with youth-prolonging ingredients. Harvested in the Finnish wild, the rare lingonberry seed oil (1500mg) has been clinically shown to promote a more youthful complexion. Fun fact! A 2012 study on 30 women using lingonberry seed oil for 3 months showed significant improvement in skin hydration, skin density and elasticity, as well as a decrease in skin roughness. As for the other ingredients, a trio of omegas helps to maintain the normal function of your skin cells for a healthy, radiant finish. Plus, vitamin A provides valuable antioxidant support and helps to fortify cell growth to boost skin elasticity. No Arctic trek necessary!","how_to_use":"Take three softgels with food a day. Results in 4 - 6 weeks.","ingredient":"Vitamin A (from Beta Carotene) 180 mcg RAE, Lingonberry Seed Oil (Vaccinium vitis-idaea) 1,500 mg, Omega-3 Alpha-linolenic acid 657 mg, Omega-6 Linoleic Acid 500 mg, Omega-9 Oleic Acid 207 mg, Gamma-tocotrienol 0.6 mg. Other modified Non-GMO maize starch, glycerol, gelling agent (carrageenan from red algae), disodium phosphate, rosemary extract. Contains NO: sugar, nuts, yeast, wheat, gluten, milk, egg, artificial colors, flavors or preservatives.","brand":"HUM Nutrition","volume":"90 Vegan Capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12537964-7155005270579575.jpg","num":999,"profit":53.71144211619092,"num_sell":0},
{"productId":"Wellnes_160","category":"Wellness","name":"ilapothecary SOS Body Balm 100g","cost":"£49.00","description":"Winning 'best body balm' in Harper's Bazaar Best of the Best Beauty Awards, ilāpothecary SOS Body Balm is a divine-smelling herbal balm that soothes and quenches dry skin. Plus, it even helps to relieve tired muscles, swollen joints or bruises. With a number attributed to each ilāpothecary signature blend, no. 101's herbal aroma is centred around harmony and restoration. Here's how: it's laced with blue chamomile which is thought to help ease tension from the mind and promote a sense of peace and acceptance. The ultimate soothing treatment, it's packed with intensely nourishing ingredients that comfort dry, flaky, stressed and irritated skin. One such ingredient is arnica, a known anti-inflammatory that reduces swelling and eases aches plus, anti-inflammatory boswellia helps to reduce wrinkle depth, firm the skin and tame redness.","how_to_use":"Use the SOS Body Balm in the evening after a warm bath when your skin is open and soft or as often as needed. Rub in lovingly. Particularly good also for use on long haul flights.","ingredient":"Apis Mellifera, Rosa Canina Fruit Oil, Argania Spinosa Kernel Oil, Helianthus annuus (Sunflower) Seed Oil (and) Arnica montana (Arnica) Flower Extract, Calendula Officinalis, Astrocaryum Murumuru (Palm) Seed Butter, Butyrospermm Parkii (Shea Butter), Boswellia Dry Extract, Santalum Album (Sandalwood) Oil, Vanilla Planifolia Oil, Rose Damascena Flower Oil, Petitgrain Bigarde Oil, Lavandula Angustifolia (Lavender) Oil, Chamomilla Recutita (Matricaria) Flower Oil, Pelargonium Graveolens Flower (Rose Geranium) Oil *Farnesol, *Citral, *Geraniol, *Limonene, *Citronellol, *Linalool, *Naturally Occurring in Essential Oils","brand":"ilapothecary","volume":"100g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12032524-1704895730436473.jpg","num":999,"profit":29.989594574474708,"num_sell":0},
{"productId":"Wellnes_161","category":"Wellness","name":"Gallinée Vinegar Gelée 30ml","cost":"£35.00","description":"You’ve tried apple cider vinegar in your water à la Gwyneth — now discover what it can do for your skin from the outside in. Gallinée Vinegar Gelée is supercharged with hibiscus apple cider vinegar to work with your skin’s ecosystem, and is clinically proven to take down blemishes the gentle way. Rather than drying out blemishes (and creating a whole new problem), this gel-like serum takes a pro-bacterial approach, making the skin’s microbiome a less inviting place for acne-causing bacteria. Patented Dendriclear reduces inflammatory bacteria (without depleting the skin’s population of good bacteria), while prebiotics support the skin’s barrier and balance the microbiome. Postbiotic hibiscus apple cider vinegar and lactic acid gently refine the skin’s texture and clarify pores — leaving skin calm, bright and baby soft.","how_to_use":"Use day and/or night on dry skin. After cleansing, pour Face Vinegar toner onto a cotton pad or directly on your fingers and gently wipe over your face and neck, avoiding the eye area. Follow with moisturiser.","ingredient":"Aqua (Water), Propanediol, Glycerin, 1,2-Hexanediol, Alpha-Glucan Oligosaccharide, Pentylene Glycol, Inulin, Lactic Acid, Acetum (Vinegar), Maris Aqua (Sea Water), Arginine, Hibiscus Sabdariffa Flower Extract, Laminaria Digitata Extract, Chlorella Vulgaris Extract, Saccharide Isomerate, Sodium Hydroxide, Phenethyl Alcohol, Sodium Benzoate, Potassium Sorbate.","brand":"Gallinée","volume":"30ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/14762826-1685065438735893.jpg","num":999,"profit":20.774158127053184,"num_sell":0},
{"productId":"Wellnes_168","category":"Wellness","name":"ilapothecary Keep Calm Hand and Body Lotion 200ml","cost":"£33.00","description":"With a scent story that speaks of inner wisdom, patience and abundance, ilāpothecary's Keep Calm Hand & Body Lotion is crafted to soothe your skin and nerves alike; a must for when you need to decompress, massage this luscious lotion of your hands and limbs, taking care to breathe in its comforting fragrance as you set aside time for self-care. This soft-as-silk lotion fuses the fragrances of rose geranium, ylang ylang and petitgrain to create a fresh yet floral scent that lingers beautifully on your limbs after applying it. Perfect for post-bathing, here's what makes this all-over moisturiser so special: an infusion of anti-inflammatory petitgrain helps to calm troubled skin and irritation, as it uplifts your spirit and relieves mental anguish; rose damascene helps to promote skin regeneration and reduce scar tissue; antioxidant rose geranium helps to prevent age spots and dark marks; last but not least, ylang ylang lends the blend its balancing and hydrating benefits to promote a smooth, silken finish.","how_to_use":"Massage all over your body in circular or gentle upward movements for complete nourishment and soft, beautifully scented skin.","ingredient":"Aloe Barbadensis Leaf Powder, Aqua, Arachidyl Alcohol & Behenyl Alcohol & Arachidyl Glucoside, Candelilla/Jojoba/Rice Bran Polyglyceryl-3 Esters & Glyceryl Stearate & Cetearyl Alcohol & Sodium Stearoyl Lactylate, Butyrospermm Parkii (Shea Butter), Argania Spinosa Kernel Oil, Glycerin, p-Anisic Acid, Glyceryl Caprylate, Tocopherol Extract, Xanthan Gum, Rose Damascena Flower Water, Sericin, Vanilla Planifolia Oil, Petitgrain Bigarde Oil, Pelargonium Graveolens, Flower (Rose Geranium) Oil, Cananga Odorata (Ylang Ylang) Oil.","brand":"ilapothecary","volume":"200ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12032526-6244712134044138.jpg","num":999,"profit":25.69085883256961,"num_sell":0},
{"productId":"Wellnes_175","category":"Wellness","name":"Smile Makers Climactic Basics Set","cost":"£66.70","description":"Just when you thought your me-time couldn't get any hotter... The Climactic Basics bundle brings you everything you need to reach even more pleasurable new heights. When held against the vulva The Surfer’s pronounced fins and rounded head delivers intense clitoral stimulation to help unlock waves of delight and help take your orgasm to the next level. Being completely silent, this is the perfect discreet sex toy for women who adore clitoral stimulation as well as stimulating the outer erogenous zones. Paired with the Generous Gel Lubricant, this water-based (condom and sex toy compatible) formula can be used for every occasion from solo sessions to intimate moments with your partner. This premium upgrade from the often garish lubricants promises to create the most comfortable, pain-free experience, so you can relax and completely let go into new realms of pleasure.","how_to_use":"Generous Gel Lubricant: Pump to enhance the pleasure of penetrative sex or foreplay. The Surfer: Can be used for solo sessions or love moments with your partner. An external vibrator, use The Surfer to gently massage the clitoris (and/or the labia) for irresistible stimulation. Or ask your partner to use this during foreplay, while receiving oral or penetrative sex for added enjoyment. 9.8 cm x 3 cm","ingredient":"Cryogenically Polished Silicone.","brand":"Smile Makers","volume":"30ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13950864-2325000621530863.jpg","num":999,"profit":57.976093365825996,"num_sell":0},
{"productId":"Wellnes_177","category":"Wellness","name":"Dr. Barbara Sturm Skin Super Anti-Aging 60 capsules","cost":"£65.00","description":"Want to support and nourish your skin from the inside out? Dr. Barbara Sturm has formulated the answer: Skin Super Anti-Aging supplement. This incredibly effective supplement is the product of expert medical research, combining leading-edge science with natural, skin-loving compounds to boost your complexion. The standout ingredient is purslane, an elusive ‘super plant’ with powerful skin benefits, including anti-inflammatory, antioxidative and nutritive properties. It also activates the ‘fountain of youth’ enzyme telomerase (which stimulates cell renewal) and contributes to refreshed, clear skin. It’s also laced with zinc and selenium to contribute to the maintenance of skin health and shield against the damaging effects of oxidative stress. Finally, a cocktail of astaxanthin, Coenzyme Q10, glutathione and bamboo extract promotes a smooth, radiant and younger-looking complexion.","how_to_use":"Take two capsules a day with a glass of water at meal-time, preferably in the morning or during the day. The DR. BARBARA STURM INSIDE supplements can be taken all together or individually. If you are pregnant, planning to conceive, breastfeeding or taking any other medication, please consult with your doctor beforehand.","ingredient":"Hydroxypropylmethylcellulose (Capsule Shell), Kudzu Root Extract (Pueraria Lobata), Purslane Herb Extract, N-Glucosamine, Astaxanthin (from Haematococcus Pluvialis), Silymarin containing Milk Thistle Seed Extract, Bamboo Stem Extract, Tragacanth Root Extract (Astragalus Membranaceus), Resveratrol Extract from Polygonum Cuspidatum Root, Sodium Selenite, L-Glutathione, Coenzyme Q10, Vitamin B2 (Riboflavin), Zinc (Bisglycinat), Rice Extract.","brand":"Dr. Barbara Sturm","volume":"60 Capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13497905-1014922830857102.jpg","num":999,"profit":53.55267803216808,"num_sell":0},
{"productId":"Wellnes_185","category":"Wellness","name":"ESPA Invigorating Body Reviver 200ml","cost":"£27.00","description":"A hardworking member of the brand’s ‘Energising’ range, the Invigorating Body Reviver gently scrubs away dead skin – exfoliating without giving you an “I’m scratching my skin off” feeling – because your body deserves just as much TLC as your face. Refining, smoothing and reviving, the formula is intensely uplifting – tickling your olfactory senses to awaken the mind and spirit as you gently massage the naturally foamy formula into skin. Cleansing as well as exfoliating, the Reviver sloughs away dull or dry cells to reveal fresh, soft skin that’ll have you feeling like a newborn baby. Working to purify, moringa seed and hydrating coconut-derived cleansers operate alongside smoothing Bora Bora sands, while malachite helps to detoxify and protect against damaging free radicals (the cheeky hydration robbers that lead to premature ageing), and invigorating lime essential oil uplifts the senses.","how_to_use":"Massage into damp skin using firm, circular movements, paying particular attention to dry areas. Rinse away with warm water. Suitable for all skin types.","ingredient":"Aqua (Water), Sodium Lauryl Sulfoacetate, Oryza Sativa (Rice) Hull Powder, Coco-Glucoside, Sodium Chloride, Sclerotium Gum, Sodium Sulfate, Sodium Cocoyl Alaninate, Betaine, Hectorite, Polysorbate 20, Fragrance* (Parfum), Phenoxyethanol, Citrus Limon (Lemon) Peel Oil, Calcium Carbonate, Caprylyl Glycol, Limonene, Sucrose Cocoate, Mentha Arvensis Leaf Oil, Linalool, Citral, Xylitylglucoside, Cymbopogon Nardus (Citronella) Oil, Anhydroxylitol, Citrus Aurantifolia (Lime) Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Xylitol, Geraniol, Malachite Extract, Glucose, Thymus Vulgaris (Thyme) Flower/Leaf Oil, Maltodextrin, Moringa Oleifera Seed Extract, Citric Acid. *100% Natural Fragrance","brand":"ESPA","volume":"200ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12226486-1894768400927214.jpg","num":999,"profit":22.09887054912148,"num_sell":0},
{"productId":"Wellnes_187","category":"Wellness","name":"ilapothecary Magnesium Amethyst Bath Soak Refill 400g","cost":"£44.00","description":"Running low on the supremely relaxing {Magnesium and Amethyst Deep Relax Bath Soak}? This refill pouch saves you from having to re-buy the luxe jar — you can just top it up with this Magnesium and Amethyst Deep Relax Bath Soak Refill! A godsend after a long, stressful day, the magnesium and mineral-rich salts work to relax muscles, ease nervous tension and promote deeper sleep. As for spirit-lifting ingredients, amber is believed to absorb pain and negative energy as it alleviates stress and encourages self-confidence; amethyst helps soothe inflamed skin and is believed to relax the nerves and help heal the aura, allowing it to restore and rebalance; benzoin oil is a wonderfully reassuring oil that helps to calm stressed, burnt-out minds; last but not least, purifying cedarwood (sometimes known as the 'sleepy' oil) helps to stimulate the release of melatonin and deeply relax the body. Your duvet will be calling you as soon as you step out of the tub...","how_to_use":"For a luxurious and calming bathing experience, pour a handful of the Magnesium & Amethyst Deep Relax Bath soak under hot running water and allow to disperse.","ingredient":"Magnesium Chloride, Sodium Chloride, Amethyst, Styrax Benzoin, Andropogon Zizanioides (Vetiver) Oil, Cedrus Atlantic Bark (Cedarwood) Oil, Nardostachys Jatamansi Oil, Juniperus Communis (Juniper Berry) Fruit Oil, Liquid Amber Orientalis Balsam Extract Petitgrain Bigarde Oil, Rose Damascena Flower Oil, *Cinnamyl Alcohol, *Geraniol, *Limonene, *Linalool. *Naturally Occurring in Essential Oils.","brand":"ilapothecary","volume":"400g","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12068103-6964712135640522.jpg","num":999,"profit":27.653770348152463,"num_sell":0},
{"productId":"Wellnes_190","category":"Wellness","name":"Aveda Invati Advanced Intensive Hair and Scalp Masque 40ml","cost":"£12.00","description":"Part of the Ivanti range, Aveda's Invati Advanced Intensive Hair & Scalp Masque is an ultra-intensive hair and scalp masque that deeply nourishes the scalp so thinning hair looks thicker, stronger and more hydrated. A must-have for those wanting to nourish and revitalise their scalps, Aveda's Invati Advanced Intensive Hair & Scalp Masque deeply nourishes the scalp while helping thinning hair to look thicker, feel stronger and hydrated. Formulated with plant-based styling polymers, continued use of this hair hero will help to plump each individual hair strand - for thicker, fuller looking hair from roots to ends. But it doesn't stop there, you can also trust this heavenly formula to help strengthen and reinforce fragile, thinning hair - helping keep the hair you have longer. It's ideal for medium to thick, normal to dry hair and scalp types experiencing hair loss and thinning.","how_to_use":"Apply directly to scalp and work through hair from roots to ends. Leave in 2–5 minutes. Rinse well. Use with the invati advanced™ system.","ingredient":"Water\\Aqua\\Eau, Cetearyl Alcohol, Propanediol, Dodecane, Glyceryl Stearate, Stearamidopropyl Dimethylamine, Behentrimonium Chloride, Aleurites Moluccana (Kukui) Seed Oil, Emblica Officinalis Fruit Extract, Panax Ginseng (Ginseng) Root Extract, Curcuma Longa (Turmeric) Root Extract, Cocos Nucifera (Coconut) Oil, Punica Granatum (Pomegranate) Seed Oil, Sisymbrium Irio Seed Oil, Perilla Ocymoides Seed Extract, Centella Asiatica (Hydrocotyl) Extract, Panicum Miliaceum (Millet) Seed Extract, Hydrolyzed Rice Protein, Tocopherol, Glycine Soja (Soybean) Oil, Coco-Glucoside, Hydroxypropylgluconamide, Hydroxypropylammonium Gluconate, Behenyl/Octyldodecyl Propanediol Citrate Crosspolymer, Octyldodecyl Citrate Crosspolymer, Distearyldimonium Chloride, Lactic Acid, Betaine, Dihydroxypropyl Arginine Hcl, Caffeine, Ascorbyl Palmitate, Fragrance (Parfum), Linalool, Benzyl Benzoate, Benzyl Alcohol, Geraniol, Eugenol, Citral, Citronellol, Limonene, Tartaric Acid, Sodium Phytate, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol","brand":"Aveda","volume":"40ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12749537-4924998790333650.jpg","num":999,"profit":8.24601372137634,"num_sell":0},
{"productId":"Wellnes_197","category":"Wellness","name":"Vida Glow Mixed Natural Marine Collagen - 14 Servings","cost":"£22.00","description":"Sip your way to smoother skin with Vida Glow Natural Marine Collagen. This beauty supplement is bursting with collagen peptides (activated — making them easier for your body to use) to support the natural ageing process and help keep skin firm, hair thick, and nails strong. By supercharging your skin’s production of collagen, this easy-to-take powder is clinically proven to help smooth fine lines, increase skin firmness, and enhance skin elasticity. Made from sustainably-sourced fish skin (hear us out — there’s zero fishy odour or smell), this heat stable powder can be stirred into food and drink. Find your favourite flavour in this trial pack, featuring 14 sachets in Original, Blueberry and Peach flavours made with delicious real fruit and natural sweetener.","how_to_use":"Mix, drink and repeat everyday. Vida Glow recommends one to three servings a day. A single serving per day for those 25-35. Two servings per day for those 36-45. Three servings per day for those 45+.","ingredient":"Natural Marine Collagen, Blueberry juice powder, Blueberry juice flavour, Steviol glycosides.","brand":"Vida Glow","volume":"14 Sachets","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/14196236-3325014647925647.jpg","num":999,"profit":16.599181148044014,"num_sell":0},
{"productId":"Wellnes_198","category":"Wellness","name":"Vital Proteins Collagen Creamer - Vanilla","cost":"£33.59","description":"A delicious addition to coffee that gives skin and body a nutrient boost, Vital Proteins’ Collagen Creamer Vanilla is brimming with good fats (from coconut milk) and skin-strengthening collagen peptides. Sourced from grass-fed, pasture raised bovine to ensure a quality source of the body’s key ‘building block’, this paleo-friendly powder is easily digested and utilised by the body – used to help fortify cartilage, strengthen your skin and your ligaments. Perfect for keeping a spring in your step – as well as for keeping your skin feeling firm – simply mix into drinks to prolong your complexion’s smooth, dewy appearance. Plus, it’s free from dairy, soy, carrageenan, gluten, artificial sweeteners and added sugars.","how_to_use":"Mix two scoops (25g) into smoothies, porridge or your morning coffee.","ingredient":"Coconut milk powder (51%), bovine hide collagen peptides, natural vanilla flavouring (5.2%) anti-caking agent (silicon dioxide)","brand":"Vital Proteins","volume":"300g-400g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12706218-4324915126872588.jpg","num":999,"profit":30.825538268865284,"num_sell":0},
{"productId":"Wellnes_199","category":"Wellness","name":"ilapothecary Feminine Happy Oil 100ml","cost":"£51.00","description":"As nourishing for your skin as it is your spirit, ilāpothecary's Feminine Happy Oil is powered by a synergistic cocktail of essential oils to effectively soothe your mind and uplift your mood, as it puts you reconnect with your feminine side. With a number attributed to each of ilāpothecary's signature blend, no. 19 holds the energy of joy and happiness. Here's what goes into it: relaxing jasmine soothes the mind and promotes joy as it helps to improve inner strength and energy, ease restlessness; energising maca helps you to cope with stress and support spiritual balance; harmonising pfaffia paniculata (or Brazilian ginseng, an adaptogen herb from the Amazon rainforest) is thought to relieve spells of moodiness; finally, antioxidant-rich sandalwood works to soften your skin, fend against free radicals and relax your mind. Made with 100% natural, vegan ingredients, this waterless formula is free from gluten, paraben, mineral oil, synthetic colours and sulphates.","how_to_use":"Rub the feminine happy oil into needy skin, or place a few drops in a warm bath and immerse yourself. Feel happy. Smile. If your energy feels particularly low you can also rub this oil into your kidneys and then place a hot water bottle over them (perhaps wrapped in a shawl).","ingredient":"Argania Spinosa Kernel Oil, Rosa Canina Fruit Oil, Pfaffia Paniculata, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Lepidium Meyenii Root Powder, Rose Damascena Flower Oil, Santalum Album (Sandalwood) Oil, Jasminum Officinale (Jasmine) Oil. *Benzyl Alcohol, *Benzyl Benzoate, *Citral, *Citronellol, *Eugenol, *Farnesol, *Geraniol, *Linalool. *Naturally Occurring in Essential Oils.","brand":"ilapothecary","volume":"100ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12032523-3514712133729552.jpg","num":999,"profit":33.37908413292316,"num_sell":0},
{"productId":"Wellnes_200","category":"Wellness","name":"ilapothecary Calm Butterfly's Soothing Balm 50g","cost":"£31.00","description":"Infused with essential oils centred around harmony, balance and inner strength, ilāpothecary's Calm Butterfly Soothing Balm is an all-purpose salve that is equally as comforting for your skin as it is your mood and spirit. The decadently soothing balm has an array of purposes, from helping to ease tension headaches to calming and softening skin —it can be used as a nourishing balm for little ones or during pregnancy to keep skin supple. The highly moisturising formula even boasts a divine scent that makes lavishing limbs an almost religious experience. As for the ingredients, anti-inflammatory arnica is thought to comfort tired muscles, reduce bruises and soothe mosquito bites; calming calendula helps to protect your skin from environmental stressors and restore your spirit; nerve-easing lavender induces a sense of peace and relaxation — perfect before bedtime; finally, sunflower extract impressively boosts hydration, easing the signs of irritation and promoting a soft, supple finish.","how_to_use":"Warm a little balm in hands and rub into damp or dry skin. Particularly useful for rubbing into nervous tummies, the chest area or onto the temples.","ingredient":"Apis Mellifera, Calendula Officinalis, Moringa Oleifera Seed Oil, Helianthus annuus (Sunflower) Seed Oil (and) Arnica montana (Arnica) Flower Extract, Theobroma Grandiflorum (Capuaca Butter), Argania Spinosa Kernel Oil, Butyrospermm Parkii (Shea Butter), Lavandula Angustifolia (Lavender) Oil, Rose Damascena Flower Oil, Rose Geranium (Pelargonium Graveolens Oil), *Farnesol, *Citral, *Citronellol, *Geraniol, *Limonene, *Linalool. *Naturally Occurring in Essential Oils.","brand":"ilapothecary","volume":"50g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12032531-6884895726867682.jpg","num":999,"profit":26.573836923610532,"num_sell":0},
{"productId":"Wellnes_201","category":"Wellness","name":"Gallinée Clear & Microbiome Supplement","cost":"£35.00","description":"This rebalancing formula contains microbiome-fuelling prebiotics, plus two strains of skin-friendly live probiotics. Lacticaseibacillus rhamnosus GG has been extensively studied for its soothing effect on the skin, while Lactococcus lactis spp lactis HA136 has been shown to produce a skin-clarifying ‘vinegar’ in the gut. These clever bacteria work in tandem with purifying nettle and zinc to boost skin healing and reduce the appearance of active breakouts — all in one easy-to-take capsule per day!","how_to_use":"Take one capsule per day with a glass of water, before a meal when your stomach’s pH is the most optimal.","ingredient":"Panthenol, Ascorbic Acid, Betaine, Xanthan Gum, Disodium EDTA, Parfum (Fragrance), Limonene, Benzyl Salicylate, Hexyl Cinnamal, Citronellol, Linalool, Hydroxycitronellal.","brand":"Gallinée","volume":"30 capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/14762829-2605058610581945.jpg","num":999,"profit":17.7523478423426,"num_sell":0},
{"productId":"Wellnes_204","category":"Wellness","name":"ESPA Cooling Body Moisturiser 200ml","cost":"£35.00","description":"The perfect accompaniment for warm days and sun-soaked skin, ESPA's Cooling Body Moisturiser has a soothing, featherweight formula that imparts a wave of velveteen hydration. A deeply replenishing treatment, this light cream-gel moisturiser is formulated with a cocktail of conditioning ingredients; it calls upon aloe to calm irritation, boerhavia (a herbal plant that features prominently in practices of Ayurveda) to gently soothe and hydrate, alongside hyaluronic acid and sunflower concentrate to deliver long-lasting hydration. The finishing touch is an infusion of a cooling menthol complex that prompts an ultra-refreshing sensation on your skin.","how_to_use":"Use morning and evening. Massage into skin in firm, upward, circular movements until fully absorbed.","ingredient":"Aqua (Water), Aloe Barbadensis Leaf Juice, Glycerin, Caprylic/Capric Triglyceride, Menthyl Pca, Helianthus Annuus (Sunflower) Seed Oil Unsaponifiables, Sclerotium Gum, Sorbitol, Potato Starch Modified, Phenoxyethanol, Caprylyl Glycol, Butylene Glycol, Hectorite, Sodium Pca, Cetearyl Wheat Straw Glycosides, Sucrose Cocoate, Cetearyl Alcohol, Fragrance* (Parfum), Linalool, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Lavandula Angustifolia (Lavender) Oil, Lonicera Caprifolium (Honeysuckle) Flower Extract, Sodium Lactate, Pelargonium Graveolens Oil, Limonene, Lactic Acid, Lonicera Japonica (Honeysuckle) Flower Extract, Citric Acid, Sodium Hyaluronate, Boerhavia Diffusa Root Extract, Potassium Sorbate, Sodium Benzoate, Geraniol, Sodium Sulfite, Phytic Acid, Citral. *100% Natural Fragrance.","brand":"ESPA","volume":"200ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12226508-9464768403240793.jpg","num":999,"profit":22.995049064946688,"num_sell":0},
{"productId":"Wellnes_205","category":"Wellness","name":"ilapothecary Face the Day Exfoliating Body Wash 200ml","cost":"£31.00","description":"Get your shower off to an energising start with ilāpothecary's Face the Day Exfoliating Body Wash. With a scent bright and zesty enough to halt heavy eyelids from falling shut mid-rinse, this invigorating wash cleanses and exfoliates at the same time — why clutter up your space when you can shower smart? A must for multitaskers, this energising formula will leave your skin beautifully scented and smooth, and your spirit uplifted. It's infused with the likes of lavender (a favourite for calming the body and mind as it eases inflammations and relieves sore muscles); perlite (a naturally derived mineral extracted from volcanic rock) to gently exfoliate away dead skin cells, refine pores and leave skin smooth and glowing; anti-inflammatory petitgrain to calm troubled skin and irritation as it eases mental anguish; plus, antioxidant-rich walnut to lend the blend its abundance of omega 3, magnesium and fatty acids. Your skin will feel more soft and supple than ever!","how_to_use":"Ideal for your morning shower, but can be used any time, and in the bath too. Apply and gently rub over entire body.","ingredient":"Water (Aqua), Juglans Regia (Walnut) Shell Powder, Glycerin, Sodium Olefin Sulphonate, Cocamidopropyl Betain, Glycerin, Sodium Cocoamphoacetate, Lauryl Glucoside, Sodium Cocoyl Glutamate, Sodium Lauryl Glucose Carboxylate, Sodium Levulinate, Sodium Anisate, Argania Spinosa (Argan) Kernel Oil, Glyceryl Caprylate, Xanthan Gum, Vanilla Planiforlia Fruit Oil, Lavandula Angustifolia (Lavender) Herb Oil, Citrus Aurantium Amara (Petitgrain) Oil, Pelargonium Roseum Leaf Oil, Tocopherol, Glyceryl Caprylate, Lactic Acid, Citral, Citronellol, Geraniol, Limonene, Linalool.","brand":"ilapothecary","volume":"200ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12032529-8894712134488144.jpg","num":999,"profit":30.80316488555255,"num_sell":0},
{"productId":"Wellnes_208","category":"Wellness","name":"ESPA Soothing Candle 200g","cost":"£35.00","description":"Strike a match, set the wick alight and breaaaaaathe... Transporting you to a dimly lit treatment room in one of their relaxing spas, ESPA's Soothing Candle is the perfect way to promote a sense of calm and tranquillity. Housed in an effortlessly chic vessel - that would suit virtually any space - this hand-poured 100% natural, soy wax candle is infused with the brand's signature Soothing blend: a mellow, peaceful aroma of sandalwood, myrrh, rose geranium and frankincense. This calming, therapeutic scent stems from these potent oils, helping to encourage restfulness, quieten the mind and ease the body. Beautifully created with white glass, they also come with a clean-cut metal lid that protects the candle and doubles as a protective plate to stand the candle on when it is lit.","how_to_use":"Remove all packaging before lighting, keep wick trimmed to 3mm to avoid smoking. Protect surfaces which may be damaged. Stop use when 10mm of wax remains. Extinguish candle if it flickers, smokes or the flame gets too high. For best results, burn candle for at least 2 hours but less than 4 hours at a time. Do not move a burning candle and keep the wax pool clear of debris.","ingredient":"Acetyl Cedrane, Eucalyptol, Geraniol, Nerol, D-Limonene, Dl-Citronellol. May produce an allergic reaction.","brand":"ESPA","volume":"200g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12095426-4854926536953611.jpg","num":999,"profit":32.4245868405118,"num_sell":0},
{"productId":"Wellnes_209","category":"Wellness","name":"Vital Proteins Collagen Creamer - Coconut","cost":"£33.59","description":"A delicious addition to coffee that gives skin and body a nutrient boost, Vital Proteins’ Collagen Creamer Coconut is brimming with good fats (from coconut milk) and skin-strengthening collagen peptides. Sourced from grass-fed, pasture raised bovine to ensure a quality source of the body’s key ‘building block’, this paleo-friendly powder is easily digested and utilised by the body – used to help fortify cartilage, strengthen your skin and your ligaments. Perfect for keeping a spring in your step – as well as for keeping your skin feeling firm – simply mix into drinks to prolong your complexion’s smooth, dewy appearance. Plus, it’s free from dairy, soy, carrageenan, gluten, artificial sweeteners and added sugars.","how_to_use":"Mix two scoops into smoothies, porridge or your morning coffee.","ingredient":"Coconut milk powder (55%), bovine hide collagen peptides, anti-caking agent (silicon dioxide).","brand":"Vital Proteins","volume":"200g-300g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12706217-4025027085507906.jpg","num":999,"profit":27.730959230121524,"num_sell":0},
{"productId":"Wellnes_212","category":"Wellness","name":"Mama Mio Pregnancy Gummies, Mixed Berry, 60 Gummies","cost":"£14.00","description":"Expertly created for that special mama-to-be, whether she be a friend, partner, daughter...or quite simply you! Take some much deserved time out, put your feet up and pamper yourself from top to toe. Packed with natural, plant-based actives to deliver results you can see and feel, Mamma Mio's Pregnancy Gummies will quickly become a firm favourite. Introducing Mamma Mio's Pregnancy Gummies in 'Mixed Berry'. Created in collaboration with My Vitamins, theses chewable supplements are packed with 8 essential pregnancy vitamins and minerals including folic acid to increase maternal folate status, and vitamins C and D3 for normal immune function. Formulated into a tasty chewable gummy, it’s the perfect daily dose to give your baby the best start in life.","how_to_use":"Designed to be an easy addition to your wellbeing routine. Simply take 2 gummies daily, preferably with meals.","ingredient":"Glucose Syrup, Sucrose, Concentrated Apple Juice, Water, Gelling Agent (Pectin), Vitamin C, Acidity Regulators (Citric Acid, Sodium Citrate, Lactic Acid), Zinc Citrate, Natural Flavourings, Vitamin E, Colour (Anthocyanins), Vitamin B12, Vegetable Oils (Canola, Coconut), Vitamin K1, Folic Acid, Glazing Agent (Carnauba Wax), Vitamin D3, Biotin.","brand":"Mama Mio","volume":"60 Gummies","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12703166-1855014351777776.jpg","num":999,"profit":7.841262275172141,"num_sell":0},
{"productId":"Wellnes_213","category":"Wellness","name":"Smile Makers Erotic Kneads Wild 100ml","cost":"£24.95","description":"Unlock toe-curling ecstasy with Erotic Kneads Wild and crank up the heartbeat-o-meter with this excitable massage oil that’ll have you pleading for more. Fused with a nourishing blend of skin-softening oils ranging from soybean and sesame to black pepper and lavender, this arousing cocktail of pleasure kneads away the tight knots and aching spots along your back, arms, legs and shoulders. Creating a sensual bond between you and your partner before you take things to the next level, submit yourself to its energising scent and allow it to fulfil all your kneads in more ways than one…","how_to_use":"Pour a small amount in the hands. Warm between the palms and massage into the skin.","ingredient":"Helianthus Annuus (Sunflower) Seed Oil, Sesamum Indicum (Sesame) Seed Oil, Glycine Soja (Soybean) Oil, Piper Nigrum (Black Pepper) Fruit Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Tocopherol, Lavandula Angustifolia (Lavender) Oil, Limonene, Arnica Montana Flower Extract, Linalool.","brand":"Smile Makers","volume":"100ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13909384-5894986095992677.jpg","num":999,"profit":18.992362164618783,"num_sell":0},
{"productId":"Wellnes_214","category":"Wellness","name":"Dr. Barbara Sturm Skin Recovery 60 capsules","cost":"£65.00","description":"Struggling with sensitive skin, breakouts and redness? Make a match with Dr. Barbara Sturm’s Skin Recovery supplements: a cocktail of nourishing plant extracts that supports skin rejuvenation and defends against oxidative stress. Powered by purslane — a core Dr. Sturm ingredient — these capsules harness its potent anti-inflammatory, anti-oxidative, telomerase-activating, nutritive and repairing benefits to heal both skin and body at a cellular level. Zinc, an oft-deficient micronutrient, then helps to boost the immune system and protect skin against oxidative stress. Similarly, a medley of potent, plant-based compounds (think: pomegranate peel, ginger root and grape seed extract) provide extra protection against free radicals. Finally, vitamin C promotes collagen formation for the normal function of skin.","how_to_use":"Take two capsules a day with a glass of water at meal-time, preferably in the morning or during the day. The DR. BARBARA STURM INSIDE supplements can be taken all together or individually. If you are pregnant, planning to conceive, breastfeeding or taking any other medication, please consult with your doctor beforehand.","ingredient":"Hydroxypropylmethylcellulose (Capsule Shell), Frankincense Root Extract containing Boswellic Acid, Grape Seed Extract containing Proanthocyanidin, Pomegranate Peel Extract containing Ellagic Acid, Purslane Herb Extract, Turmeric Root Extract containing Curcuminoid, Vitamin C (Ascorbic Acid), Zinc Gluconate, Quercetin, Ginger Root Extract, Thyme Herb Extract, Sage Leaf Extract, Rice Extract.","brand":"Dr. Barbara Sturm","volume":"60 Capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13497906-1084922833041228.jpg","num":999,"profit":39.57360974833861,"num_sell":0},
{"productId":"Wellnes_215","category":"Wellness","name":"ESPA Aromatherapy Essential Oil Blend Collection (4 Oils)","cost":"£80.00","description":"Yet to bask in the ambience of the Aromatherapy Essential Oil Set? Presented in a signature ESPA box, this sense-exciting selection from the brand's Signature Blend range offers four invitingly warm fragrances that'll make you and your guests never want to leave your humble abode. Creating a zen-like atmosphere thanks to the Positivity, Energising, Restorative and Soothing Aromatherapy Oils, these varying blends harness the power of nature's most invigorating scents to encourage mood-lifting freshness. Doubling as the missing piece to your full body massage and the extra dose of tranquillity in late night bubble bath, these diffusing oils are oozing with everything from frankincense-inspired fusions to joyful jasmine notes. Open your mind and body to the recentering power of this sought-after set with just a few drops…","how_to_use":"Add your ESPA Aromatherapy blend to your favourite carrier oil, typically 30ml of fixed oil is required for a full body massage. Enjoy the aroma created in a warm relaxing bath, or when added to your diffuser.","ingredient":"Positivity Aromatherapy Oil: Limonene, Fragrance (Parfum), Cedrus Deodara Wood Oil, Citrus Aurantium Amara (Bitter Orange) Leaf/Twig Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Amyris Balsamifera Bark Oil, Citrus Aurantium Bergamia (Bergamot) Peel Oil, Pelargonium Graveolens Oil, Benzyl Benzoate, Linalool, Boswellia Carterii Gum Oil, Styrax Benzoin Gum, Citronellol, Geraniol, Gardenia Florida Flower Extract, Jasminum Sambac (Jasmine) Flower Extract, Citral, Farnesol, Benzyl Alcohol, Eugenol, Cinnamyl Alcohol, Benzyl Salicylate. Energising Aromatherapy Oil: Litsea Cubeba Fruit Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Lavandula Angustifolia (Lavender) Oil, Citral, Eucalyptus Globulus Leaf Oil, Linalool, Mentha Piperita (Peppermint) Oil, Limonene, Fragrance* (Parfum), Geraniol, Citronellol, Coumarin. *100% Natural Fragrance. Restorative Aromatherapy Oil: Citrus Aurantium Dulcis (Orange) Peel Oil, Pelargonium Graveolens Oil, Limonene, Lavandula Angustifolia (Lavender) Oil, Citronellol, Linalool, Geraniol, Fragrance* (Parfum), Commiphora Myrrha Oil, Citral, Cymbopogon Martini Oil, Coumarin. *100% Natural Fragrance. Soothing Aromatherapy Oil: Pelargonium Graveolens Oil, Fragrance* (Parfum), Boswellia Carterii Oil, Cananga Odorata Flower Oil, Commiphora Myrrha Oil, Lavandula Angustifolia (Lavender) Oil, Citronellol, Linalool, Geraniol, Eucalyptus Citriodora Oil, Pogostemon Cablin Leaf Oil, Limonene, Benzyl Benzoate, Citral, Benzyl Salicylate, Eugenol, Isoeugenol, Coumarin, Benzyl Alcohol. *100% Natural Fragrance.","brand":"ESPA","volume":"4 x10ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12644295-1484844382869544.jpg","num":999,"profit":78.3296129859836,"num_sell":0},
{"productId":"Wellnes_217","category":"Wellness","name":"Slip Reusable Face Covering - Pink Kiss","cost":"£19.50","description":"Made from commissioned silk that’s been developed to deliver flawless levels of shine, thickness, softness and durability, you won’t find a face covering like the Slip Silk Face Covering anywhere else. Double-sided with 100% mulberry silk and a cotton inner, you can now protect your skin in super sophisticated style and seal it with a pretty-in-pink kiss too. Crossing the bridge between accessories and skin care, the Slip Silk Face Covering’s long-perfected material promises to absorb less product than the average cotton face covering, allowing you to feel safe in the knowledge that your favourite moisturiser is, well, still on your face. This – along with the fact that the Slip Silk Face Covering provides 43% less friction than those made of pure cotton – helps to keep your skin’s moisture levels in check, all while looking wonderfully chic. Reusable and boasting adjustable elements for your nose and ears, this luxurious covering comes with 10 spare adjustable nose wires and two sets of silicone stoppers too – championing comfort and ease as well as style.","how_to_use":"1. Cover your mouth and nose with the face covering. 2. Your face covering should fit snugly but comfortably against the side of the face. 3. Adjust the ear loops and nose wire as needed. 4. Wash after use. See the care label inside for care instructions. Disclaimer: this is a non-medical face mask and is not classed as Personal Protective Equipment (PPE). It should not be used in a medical setting or when the use of a medical device or PPE is required.","ingredient":"Double-sided 100% mulberry silk with a 100% cotton inner layer and adjustable nose wire. Made with adjustable straps, slip face coverings are designed to fit your face in comfort.","brand":"Slip","volume":"21g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12593716-9054963835132322.jpg","num":999,"profit":12.33615025103556,"num_sell":0},
{"productId":"Wellnes_221","category":"Wellness","name":"Pretty Pea Super+Foods","cost":"£26.00","description":"Powered by a certified organic blend of vegetables, fruits, herbs, spices and superhero greens, Super+Foods is the ultimate ‘green juice’ for your body — fuelling you from the inside, out. Calling on some of Mother Nature’s most nutrient-dense ingredients, Super+Foods powers you with a spectrum of essential nutrients, phyto-chemicals, dietary fibres, beneficial oils, vitamins and minerals that are required by the body for daily functioning, but are often hard to gain from diet alone. With each ingredient being captured in a balanced and natural state, they allow for your body to easily recognise and utilise them — simply put, your body knows just what to do with them. Quickly broken down and absorbed into the bloodstream, the nutrients encourage strong immunity and healthy energy levels, all while helping your body to do things like cleanse, detox, recover, or even navigate the menopause.","how_to_use":"One or two capsules to be taken one to three times per day, or as advised. Up to 16 capsules can be taken per day, depending upon requirements. To be taken continuously for two to three months in order to derive maximum benefits. Allergy advice: This product contains pre-sprouted barley grass, barley grass and wheatgrass, which contain gluten.","ingredient":"*Pre-Sprouted Activated Barley, *Alfalfa, *Barley Grass, *Beetroot, *Bilberry Fruit, *Carrot, *Dandelion Root, *Green Tea Leaf, *Kelp, *Lemon Peel, *Spinach Leaf, *Spirulina, *Turmeric, *Wheatgrass. Capsule Shell: Hydroxypropyl Methylcellulose (HPMC) (not organic, Vegetarian). *Certified organic ingredients. 100% of the agricultural ingredients are produced in accordance with the rules of organic production. EU/non-EU agriculture. The herbs used in this food product are grown to the highest organic standards.","brand":"Pretty Pea","volume":"82g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13417911-7194903960607910.jpg","num":999,"profit":17.67293841496241,"num_sell":0},
{"productId":"Wellnes_223","category":"Wellness","name":"Vida Glow Prenatal + Capsules","cost":"£30.00","description":"Providing essential support during preconception and pregnancy, the vegan Prenatal+ capsules are brimming with an impressive 21 key ingredients each selected in bioavailable forms for best absorption and utilisation by the body. Each daily tablet is not only enriched with active and non-active B vitamins and omega-3 DHA, but iron, iodine and magnesium are working hard to provide all necessary nutrition to those expecting. Iron supports energy metabolism, cognitive function and development of red blood cells, whilst iodine contributes to normal thyroid function and magnesium supports psychological and muscle function. The goal? To help advance nutritional intake before birth.","how_to_use":"Take 1 capsule once daily with a meal.","ingredient":"Soya Oil (Soy), Softgel Capsule (Carrageenan, Hydroxypropyl Starch, Modified Food Starch, Glycerol, Purified Water, Cranberry Flavour, Iron Oxide Red, Brilliant Scarlet 4r, Brilliant Blue Fcf, Sucralose, Serenzo ™, Sweetener (Xylitol), Cranberry Flavor, Sucralose) Ascorbic Acid, Calcium Pan, Tothenate, Emulsifier (Lecithin, Glycerol Monostearate).","brand":"Vida Glow","volume":"25g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/14510743-1705052441657216.jpg","num":999,"profit":18.02330167361236,"num_sell":0},
{"productId":"Wellnes_224","category":"Wellness","name":"ESPA Bergamot and Jasmine Hand Lotion 250ml","cost":"£20.00","description":"Firm in the belief that all of your skin deserves the utmost care, ESPA crafted an assortment of hand lotions - each with their own bewitching scent - to deeply condition and soften oft-neglected hands. With a delicately fresh, floral aroma, clear some sink space for this Bergamot & Jasmine Hand Lotion... This hydrating formula is brimming with a decadent medley of pure essential oils - from jasmine and bergamot to orange and ginger - that gives the luxurious cleansing lather its enchanting aroma. Perfect for all skin types, this featherweight lotion is carefully formulated to cloak your skin in a veil of comforting moisture that helps to soften your hands, nails and cuticles. We're obsessed!","how_to_use":"FOR BEST RESULTS Use daily, as and when required. Massage into hands, nails and cuticles until fully absorbed.","ingredient":"Aqua (Water), Isopropyl Palmitate, Caprylic/Capric Triglyceride, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Cetearyl Alcohol, Glycerin, Butyrospermum Parkii (Shea) Butter, Silica, Limonene, Panthenol, C12-16 Alcohols, Phenoxyethanol, Citrus Aurantium Dulcis (Orange) Peel Oil, Glyceryl Stearate SE, Palmitic Acid, Xanthan Gum, Sucrose Cocoate, Sodium Benzoate, Fragrance* (Parfum), Lecithin, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Limon (Lemon) Peel Oil, Sclerotium Gum, Benzoic Acid, Citrus Aurantifolia (Lime) Oil, Juniperus Mexicana Oil, Dehydroacetic Acid, Linalool, Abies Sibirica Oil, Eucalyptus Globulus Leaf Oil, Litsea Cubeba Fruit Oil, Mentha Arvensis Leaf Oil, Zingiber Officinale (Ginger) Root Oil, Phytic Acid, Citral, Ethylhexylglycerin, Cymbopogon Nardus (Citronella) Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Myrocarpus Fastigiatus Oil, Geraniol, Tocopherol, Cistus Ladaniferus Oil, Ferula Galbaniflua (Galbanum) Resin Oil, Jasminum Officinale (Jasmine) Flower Extract, Lavandula Angustifolia (Lavender) Flower Extract, Citronellol, Dipteryx Odorata Seed Extract, Fucus Vesiculosus Extract, Sodium Hydroxide. *100% Natural Fragrance.","brand":"ESPA","volume":"250ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12226514-3884858828556682.jpg","num":999,"profit":12.36605491295098,"num_sell":0},
{"productId":"Wellnes_225","category":"Wellness","name":"ESPA Positivity Pulse Point Oil 9ml","cost":"£23.00","description":"Inspire confidence and enthusiasm on-the-go with ESPA's Positivity Pulse Point Oil, a uplifting pick-me-up blended with a host of mood-boosting essential oils. The perfect size to carry wherever you go, ESPA's Positivity Pulse Point Oil is here to take you from down in the dumps to head in the clouds with positivity. It's a portable “pick-me-up” allowing you to carry wellness with you throughout the day and lighten your senses with this fragrant oil that inspires self-confidence and optimism. The harmonious blend of essential oils includes the spirit-lifting aromatic of jasmine, gardenia and rose geranium to provide a burst of happiness, whilst the vibrancy of bergamot and sweet orange serve as a fragrant reminder to count your blessings.","how_to_use":"Gently roll on your pulse points and inhale the aroma, for a tailored wellbeing boost at any point of the day.","ingredient":"Cocos Nucifera (Coconut) Oil, Coco-Caprylate, Fragrance (Parfum), Limonene, Cedrus Deodara Wood Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Pelargonium Graveolens Oil, Tocopherol, Benzyl Benzoate, Linalool, Boswellia Carterii Oil, Helianthus Annuus (Sunflower) Seed Oil, Styrax Benzoin Gum, Citronellol, Geraniol, Gardenia Florida Flower Extract, Jasminum Sambac (Jasmine) Flower Extract, Citral, Farnesol.","brand":"ESPA","volume":"9ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12062212-7804880821554891.jpg","num":999,"profit":14.695414430947043,"num_sell":0},
{"productId":"Wellnes_227","category":"Wellness","name":"Pretty Pea MACA","cost":"£26.00","description":"Is your energy dipping or your libido lacking no matter the Adonis in your life? These experiences are totally normal, especially around the menopause. Here to help support your sexual health, energy and fertility, Pretty Pea’s Aphrodite supplement is brimming with ingredients that have been used for centuries as natural energizing aphrodisiacs. One such extract is maca root: a plant native to Peru that’s traditionally been used to enhance fertility, boost the sex drive of men and women, improve energy and stamina, as well as improving the symptoms of menopause, including hot flushes and disrupted sleep. The supplement is also powered by ginkgo biloba (an antioxidant and anti-inflammatory extract) that is known to increase blood flow, in turn relieving PMS symptoms. Brimming with more natural ingredients — from libido-boosting ginger root and damiana leaf to energy-elevating panax ginseng — this clever supplement well help you get back in touch with your desires.","how_to_use":"Take one capsule, 1-3 times per day or as required.","ingredient":"Ingredients: Bulking Agent: Stoneground Brown Rice Flour (gluten free); Capsule: Hydroxypropyl Methylcellulose (HPMC); Maca Root Extract; L-Arginine Hydrochloride (vegan); Damiana Leaf Powder; Zinc Citrate Powder; Panax Ginseng Powder; Black Pepper Powder (ORGANIC); Anti-Caking Agent: Natural Rice Concentrate (NuFlow), Natural Rice Extract (NuMag); Ginger Root Extract; Ginkgo Biloba Extract.","brand":"Pretty Pea","volume":"75g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13417906-1884903959977784.jpg","num":999,"profit":18.18388246790886,"num_sell":0},
{"productId":"Wellnes_228","category":"Wellness","name":"Pretty Pea Daily Detox","cost":"£26.00","description":"Crafted to help stimulate, flush, cleanse and protect a congested liver and gallbladder, Pretty Pea’s Daily Detox supplement is brimming with vitamins and herbs that help to maintain healthy liver function. What’s the fuss about keeping your liver in check? Your liver has many vital functions, but its primary purpose is to filter your blood with the production of bile which helps to remove waste (think: chemicals, toxins and excess hormones). Here’s how the Daily Detox helps your liver on its mission: an infusion of choline (a water-soluble vitamin) contributes to normal lipid metabolism and the maintenance of normal liver function; biotin, a B vitamin, supports cell growth and normal macronutrient metabolism; artichoke extract promotes a healthy liver and efficient digestive system by helping to stimulate the production of bile acid into the digestive tract; antioxidant-rich beetroot is an effective natural cleanser of the liver; dandelion root, considered to be a blood purifier, lends the blend an abundance of vitamins and minerals; finally, burdock root acts as a potent detoxifier, prompting your body to eliminate waste products.","how_to_use":"Take one capsule, 1-3 times per day or as required.","ingredient":"Ingredients: Choline Bitartrate; Capsule: Hydroxypropyl Methylcellulose (HPMC); Artichoke Extract; Parsley Leaf Powder; Bulking agent: Brown Rice Flour; Beetroot Extract; Burdock Root Extract; Anti-caking Agent: Magnesium Stearate (vegetable source); N-Acetyl L- Cysteine (vegetable source, from corn); Anti-caking Agent: Silicon Dioxide; Alpha Lipoic Acid; Liquorice Root Extract; Fennel Seed Extract; Turmeric Extract; Black Aged Garlic Extract; Cayenne Powder Extract; Dandelion Root Extract; Ginger Root Extract; Biotin Pure.","brand":"Pretty Pea","volume":"60g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13417907-7284903960089135.jpg","num":999,"profit":22.58088530861321,"num_sell":0},
{"productId":"Wellnes_230","category":"Wellness","name":"Smile Makers Orgasmic Manifestation of - Hot","cost":"£24.95","description":"C’est chaud! Think: sweaty palms, damp skin and perhaps one too many items of clothing… The Orgasmic Manifestation Hot inspires an energetic rush of passion that keeps your pulse rate high from the first strike of the match. Arresting your senses with a commanding blend of clove, jasmine and patchouli, this frisky fragrance keeps you on your toes with rom-com-worthy excitement and toe-curling ecstasy. Whether you want to keep the vigour alive and all to yourself during a solo session or bear the heat with your hot partner, this smile-inducing candle will do just the trick.","how_to_use":"Allow to burn for at least 2 hours during the first use to ensure the wax will burn evenly during future uses. Do not place the candle on a surface that has a fine finish or is not heat resistant. Trim wick to 5mm (1/5 inch). Do not burn for more than 4 hours at a time. To avoid spilling wax, use a lid to put out the candle.","ingredient":"Benzyl salicylate, Limonene, Eugenol, Acetyl cedrene, Geraniol, Coumarin, Hydroxycitronellal, D-Limonene.","brand":"Smile Makers","volume":"450g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13909381-9544986095099769.jpg","num":999,"profit":21.603643623746546,"num_sell":0},
{"productId":"Wellnes_231","category":"Wellness","name":"Vital Proteins Matcha Collagen - 12oz","cost":"£55.99","description":"Marrying grass-fed, pasture-raised bovine and Japanese matcha green tea collagen, this gluten- and dairy-free supplement helps to promote dewy, luminous skin as it wards against ageing free radicals. Responsible for keeping your complexion smooth and ‘lifted’, levels of collagen start to decline as we age which is why skin begins to lose strength and resilience. Readily bioavailable (meaning the body identifies it and can use it effectively), this ultra-fine powder is added to hot or cold liquids (including coffee and smoothies) to supplement collagen levels and help to prolong your skin’s ‘spring’. Packed with antioxidants, this also helps to neutralise aggressors that can compromise your healthy cells and speed the ageing process – helping to safeguard your skin (and your system)… we’ll drink to that!","how_to_use":"Add one scoop (14g) to hot or cold liquids.","ingredient":"Bovine collagen peptides, matcha green tea powder (Camellia sinensis (L.) Kuntze), coconut water powder (Cocos nucifera L.)","brand":"Vital Proteins","volume":"300g-400g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12706222-1784895680525881.jpg","num":999,"profit":30.75974762253178,"num_sell":0},
{"productId":"Wellnes_232","category":"Wellness","name":"ilapothecary Beat the Blues Pulse Point Roll On 10ml","cost":"£29.00","description":"In times of frustration everyone needs a bit of help, which is why the Ilapothecary Beat the Blues Pulse Point Roll On was created with portability in mind. Keep it in your pocket or hand bag for those moments when you could do with some support on the go. Imbued with a soothing fragrance that’s blended using essential oils, it’s a small bottle of calm whenever you need it. Helping you on your way into a deep sleep, Tuberose aims to give you a sense of untroubled calm while Geranium works to balance your inner energies. Petitgrain is known for being connected to self-acceptance, allowing you to escape from things that makes you worry or feel frustrated, while Clary Sage revitalises and uplifts your overall mood. The remedy is given the number 27, meaning it has been formulated to encourage you to gaze inwards and listen to your intuition.","how_to_use":"Roll as needed over pulse points on wrists and neck.","ingredient":"Moringa Oleifera Seed Oil, Tocopherol Extract, Pelargonium Graveolens Flower (Rose Geranium) Oil, Petitgrain Bigarde Oil, Citrus Sinensis (Sweet Orange) Oil, Salvia Sclarea (Clary) Oil, Tuberose Absolute Oil, Styrax Benzoin.","brand":"ilapothecary","volume":"10ml","image":"https://static.thcdn.com/images/small/original//productimg/1600/1600/12068105-1874712135764413.jpg","num":999,"profit":22.472626603529697,"num_sell":0},
{"productId":"Wellnes_233","category":"Wellness","name":"Vida Glow Anti-G-Ox Berry - 14 Servings","cost":"£25.00","description":"Your secret weapon against premature skin ageing (and an essential step in your beauty regimen), Vida Glow Anti-G-Ox is a potent blend of ingredients to support skin health from the inside out. This trial pack contains 14 servings in a natural berry flavour that makes this the most delicious step in your skin care routine. Anti-G-Ox melts onto the tongue to deliver seven key actives to keep skin healthy and resilient: vitamin C, biotin, chromium, magnesium, nicotinamide, vitamin B6 and zinc. Rich in antioxidants and vitamins, this powerhouse blend boosts radiance and strength, shields skin from pollutants — and even supports healthy blood sugar levels.","how_to_use":"Mix in water or take straight on the tongue. Take 1 sachet a day, every day. Do not exceed the stated recommended daily dosage. Vitamin and mineral supplements should not replace a balanced diet. Contains xylitol and mannitol, excessive consumption may produce laxative effects. Keep out of reach of children. Anti-G-Ox was not specifically formulated for pregnancy or breastfeeding, so it’s best to check with your healthcare professional to assess if it's right for you during this time.","ingredient":"Active Ingredients (Each Sachet Contains): Ascorbic Acid (Vitamin C) 200 Mg, Biotin 750 Micrograms, Chromic Chloride Hexahydrate 450.8 Micrograms (Equiv. Chromium 88 Micrograms), Chromium Picolinate 40.2 Micrograms (Equiv. Chromium 5 Micrograms), Hydrocurctm 62.3 Mg (Equiv. Curcumin 56.1 Mg), D-Alpha-Tocopheryl Acid Succinate 16.6 Micrograms (Equiv. D-Alpha- Tocopheryl (Vitamin E) 0.02 IU), Magnesium Citrate 161.8 Mg (Equiv. Magnesium 25 Mg), Nicotinamide 16 Mg, Pyridoxine Hydrochloride 2 Mg (Equiv. Pyridoxine 1.65 Mg), Zinc Gluconate 14 Mg (Equiv. Zinc 2 Mg).","brand":"Vida Glow","volume":"Food Supplement: 14 x 2g Sachets","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/14196237-5245014648066482.jpg","num":999,"profit":24.34808428647204,"num_sell":0},
{"productId":"Wellnes_237","category":"Wellness","name":"Pretty Pea Omega","cost":"£26.00","description":"Gone are the days of slimy fish oils taken upon your mum’s instruction, with the likes of Pretty Pea’s easy-to-swallow capsules proving that supplements can in fact be a joy to take. If you don’t manage to eat oily fish a few times per week, then you need Omega to feed your body with essential fatty acids, which in turn fuel a multitude of bodily functions. Think: heart health, circulation, inflammatory responses, hormone balances, cholesterol levels, cognitive function and concentration. In fact, Omega balances your mood and powers-up the brain and nervous system, all while caring for your bones, joints and cell membranes. It doesn’t end there — try these capsules to ensure strong hair, skin and nails, too.","how_to_use":"One capsule to be taken two to four times per day, or as advised. To be taken 30 minutes before meals. Supplements should not be used as a substitute for a balanced diet and healthy lifestyle. Consult your GP before taking supplements and changing diet.","ingredient":"Per 1000mg capsule: %NRV* (*NRV = Nutrient Reference Value). Omega 3: Eicosapentaenoic Acid (EPA) - 72mg, Docosahexaenoic Acid (DHA) - 48mg, Alpha-Linolenic Acid (ALA) - 150mg. Omega 6: Linoleic Acid (LA) - 200mg, Omega 9, Oleic Acid (OA) - 100mg. Fish Oil Concentrate, Cold Pressed Flax Seed Oil, Sunflower Seed Oil, Gelatin Capsule, Glycerol, Water, Vitamin E: D Alpha Tocopherol (soya).","brand":"Pretty Pea","volume":"108g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13417910-1294903960504662.jpg","num":999,"profit":18.795891901306977,"num_sell":0},
{"productId":"Wellnes_238","category":"Wellness","name":"Pretty Pea Zen","cost":"£26.00","description":"We know that our body can go into overdrive during times of stress; our adrenal glands produce hormones such as cortisol and adrenaline to boost energy levels, an evolutionary factor that’s helped us to get control of emergency situations. Nowadays, these responses can feel like overkill when it’s just a work deadline that’s got you in a tizz. That’s where Pretty Pea’s Zen supplement comes in… These vegan capsules harness powerful adaptogens to help balance stress-induced hormones, allowing you to better manage your daily stress response. They combine vital nutrients and ‘nutraceuticals’ such as ashwagandha, turmeric, maca root and liquorice root, to support adrenal and hormone balance, making them pretty perfect for those looking to bring balance to their body, to restore immunity and reinvigorate energy levels to combat life’s daily physical and mental stresses.","how_to_use":"One capsule to be taken 1-3 times per day, or as required.","ingredient":"Bulking agent: Brown Rice Flour, Capsule: Hydroxypropyl Methylcellulose (HPMC) (Vegetarian), Ashwagandha Extract (2.5% Withanolides), Rhodiola Rosea 3% Extract, Astragalus Root Extract 10:1, Anti-caking Agent: Magnesium Stearate (Magnesium salts of fatty acids) (vegetable source), Schisandra Chinensis, Maca Root Extract 10:1, Nicotinamide (Niacin), Pantothenic Acid ( D-Calcium Panthonate) 90.1%, Liquorice Root Extract 10:1, Reishi Mushroom Extract 4:1, Black Pepper Extract (Piper Nigrum) 95% Piperine., Korean Panax Ginseng 40:1 80% Ginsenocides, Turmeric Powder (Organic), Vitamin B6 (Pyridoxal 5 Phosphate 68%), Vitamin B12 Cyanocobalamin 1%, Gotu Kola Extract 4:1.","brand":"Pretty Pea","volume":"86g","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/13417909-1794903960390050.jpg","num":999,"profit":21.071982443155374,"num_sell":0},
{"productId":"Wellnes_239","category":"Wellness","name":"Gallinée Skin & Microbiome Supplement","cost":"£35.00","description":"Sensitive skin, rejoice! From experts in bacteria (it's a thing), Gallinée, comes a targeted food supplement to soothe complexions from the inside-out. In one easy-to-take capsule per day, Skin & Microbiome Supplement gets to work on the gut-skin axis to minimise redness and ease irritation. Formulated with an impressive 25 billion good bacteria (courtesy of 4 live strains of skin-soothing pro-, pre- and post-biotics) this skin-soothing supplement helps to feed your gut microbiome and, in turn, your skin. Lactic ferments and yeast enriched with selenium have been carefully selected to help you get a handle on irritable skin, promoting normal function of the immune system to help reduce flare ups. Added vitamin B2 contributes to the maintenance of normal skin, helping to leave your complexion feeling more resilient and with zen-like calm.","how_to_use":"Take one capsule per day with a glass of water, before a meal when your stomach's pH is the most optimal.","ingredient":"Inulin, Maltodextrin, Bacteria (Lactobacillus Rhamnosus, Lactobacillus Casei, Lactobacillus Paracasei And Lactobacillus Helveticus – Contain Soy), Selenium-Enriched Yeast, Magnesium Stearate (Lubricant), Ascorbic Acid (Antioxidant), Vitamin B2. Capsule (Hypromellose).","brand":"Gallinée","volume":"30 capsules","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/14762827-1275058610217673.jpg","num":999,"profit":33.45632055070187,"num_sell":0},
{"productId":"Wellnes_240","category":"Wellness","name":"ESPA Soothing Pulse Point Oil 9ml","cost":"£23.00","description":"If we're not rushed off our feet, our minds are occupied with thousands of 'need-to-dos' and 'what-ifs'; we've never needed to unwind more and ESPA's Soothing Pulse Point Oil is here to help us do it... This bespoke blend is specially created by ESPA's aromatherapists to encourage feelings of calm and balance. It's infused with sandalwood, myrrh, rose geranium and frankincense to soothe your senses, settle the mind and promote restful, inner calm at a moment's notice. Just roll it on, take a breath and slow everything down — it can wait, we promise. It's self-care season all year round in our book...","how_to_use":"Gently roll on your pulse points and inhale the aroma, for a tailored wellbeing boost at any point of the day.","ingredient":"Caprylic/Capric Triglyceride, Coco-Caprylate, Pelargonium Graveolens Oil, Fragrance* (Parfum), Boswellia Carterii Oil, Cananga Odorata Flower Oil, Commiphora Myrrha Oil, Lavandula Angustifolia (Lavender) Oil, Tocopherol, Citronellol, Linalool, Geraniol, Eucalyptus Citriodora Oil, Helianthus Annuus (Sunflower) Seed Oil, Pogostemon Cablin Leaf Oil, Limonene, Benzyl Benzoate, Citral, Benzyl Salicylate, Eugenol. *100% Natural Fragrance. V3Bk2662","brand":"ESPA","volume":"9ml","image":"https://static.thcdn.com/images/large/original//productimg/1600/1600/12062215-8424880821594374.jpg","num":999,"profit":18.36653936940609,"num_sell":0}
]